const quizzes = {

    "1-1": [

        {
            question: "ယာဉ်မောင်းကောင်းတစ်ယောက်ဆိုသည်မှာ-",

            options: [
                "(က) ယာဉ်ကိုကျွမ်းကျင်စွာ မောင်းနှင်နိုင်သူဖြစ်သည်။",
                "(ခ) ဘေးအန္တရာယ်မဖြစ်အောင် ယာဉ်ကိုမောင်းနှင်နိုင်သူ ဖြစ်သည်။",
                "(ဂ) ယာဉ်မောင်းခြင်းအတတ်ပညာကို သင်ကြားပြသပေးနိုင်သူဖြစ်သည်။"
            ],

            answer: 1
        },

        {
            question: "လောင်စာဆီထည့်နေစဉ်တွင်-",

            options: [
                "(က) စက်နှိုး၍ ရပ်ထားနိုင်သည်။",
                "(ခ) မီးပိတ်၍ စက်သတ်ထားရမည်။ လက်ကိုင်ဖုန်းမပြောရ။",
                "(ဂ) ယာဉ်မောင်းနှင့် ယာဉ်ပေါ်ပါလာသူများအားလုံး အောက်သို့ဆင်းပေးရမည်။"
            ],

            answer: 1
        },

        {
            question: "လမ်းပေါ်တွင် ယာဉ်ပျက်စီးချို့ယွင်းပါက-",

            options: [
                "(က) အခြားယာဉ်များအသွားအလာ ကင်းလွတ်သည့်လမ်းဘေးသို့ရွှေ့ကာ ပြင်ဆင်ပြီး နောက်လမ်းဘေးမှ အမြန်ဆုံးဖယ်ရှားရမည်။",
                "(ခ) ယာဉ်ပြင်မည့်သူများ အမြန်ဆုံးခေါ်ယူပြင်ဆင်ရမည်။",
                "(ဂ) လမ်းဘေးသို့ ရွှေ့ပြီးနောက် ယာဉ်ကိုပြင်ဆင်နိုင်သည်။"
            ],

            answer: 0
        },

        {
            question: "ယာဉ်မောင်းခြင်းကို ဆိုးရွားစွာထိခိုက်စေသော စိတ်ခံစားမှုသည် .... ဖြစ်သည်။",

            options: [
                "(က) စိတ်ဓာတ်ကျမှု",
                "(ခ) ဒေါသဖြစ်မှု",
                "(ဂ) ပျော်ရွှင်မှု"
            ],

            answer: 1
        },

        {
            question: "ယာဉ်မောင်းတစ်ယောက်သည် မည်သည့်အချိန်တွင် ထိုင်ခုံခါးပတ် ပတ်သင့်သနည်း။",

            options: [
                 "(က) မှန်များကိုချိန်ညှိပြီးနောက်",
                 "(ခ) ယာဉ်ထဲသို့ဝင်ပြီးနောက်ချက်ချင်း",
                 "(ဂ) ယာဉ်မောင်းသူသည် ထိုင်ခုံအနေအထားချိန်ညှိပြီးနောက်"
            ],

            answer: 2
        },

        {
            question: "ယာဉ်ကြောင့်တိရစ္ဆာန် ထိတ်လန့်မတည်မငြိမ်ဖြစ်၍ တိရစ္ဆာန်ကို ထိန်းကျောင်း သူကရပ်ရန် မေတ္တာရပ်ခံလျှင်-",

            options: [
               "(က) ယာဉ်ကို ဖြည်းဖြည်းဆက်မောင်းရမည်။",
"(ခ) ယာဉ်ကို ရပ်ပေးရမည်။",
"(ဂ) တိရစ္ဆာန်များလမ်းပေါ်တွင် တက်နေခြင်းဖြစ်၍ မိမိမှန်နေသဖြင့် ဆက်မောင်းနိုင်သည်။"
            ],

            answer: 1
        },

        {
            question: "ယာဉ်မောင်းရာတွင် အရက်ကဲ့သို့ပင် ဆိုးရွားစွာအကျိုးသက်ရောက်စေသည့် အရာမှာ မည်သည်နည်း။",

            options: [
                "(က) မူးယစ်ဆေးနှင့် အချို့သောဆေးဝါးများ",
"(ခ) စပျစ်ဝိုင်",
"(ဂ) အရက်စိမ်ထားသော အစားအစာများ" ],

            answer: 0
        },

        {
            question: "လမ်းပေါ်မှာဖြစ်ပွားသော ဒေါသဖြစ်ရသည့်အကြောင်းများသည် အောက်ပါအကြောင်း တစ်ခုခုကြောင့် စတင်ဖြစ်ပွားသည်-",

            options: [
                "(က) သာမန်ဖြစ်ရပ်လေးတစ်ခုခု",
"(ခ) အကြီးစားထိခိုက်မှု",
"(ဂ) စိုစွတ်သောရာသီဥတုအခြေအနေ"
            ],

            answer: 0
        },

         {
            question: "ယာဉ်မောင်းကောင်းတစ်ယောက်၏ အရည်အချင်းများတွင် အောက်ပါ အချက်များအနက်မှ တစ်ချက်ပါဝင်ပါသည်။",
            options: [
                "(က) ဆုံးဖြတ်ချက်မှန်ကန်ခြင်းနှင့် တုံ့ပြန်မှုမြန်ဆန်ခြင်း",
"(ခ) ပတ်ဝန်းကျင်စုစမ်းသိမြင်မှုကောင်းခြင်း၊ အာရုံစိုက်မှုကောင်းခြင်းနှင့် သွားမည့် လမ်းကြောင်း ကောင်းစွာ ကြိုတင်စီစဉ်ထားနိုင်ခြင်း",
"(ဂ) (က)နှင့် (ခ) နှစ်ခုလုံး"
            ],

            answer: 2
        },

         {
            question: "ထိုင်ခုံကိုသင့်လျော်သည့်အနေအထားဖြစ်အောင်ချိန်ညှိပြီး ခြေထောက်မှကလပ်ကို ဖိနင်းထားသည့်အနေအထားတွင်သင်၏ ခြေထောက်သည်-",

            options: [
                "(က) တဖြောင့်တည်းနီးပါးရှိရမည်",
"(ခ) နဲနဲကွေးထားရမည်",
"(ဂ) ၉ဝ ဒီဂရီထောင့်ချိုးကွေးထားရမည်"
            ],

            answer: 0
        },

         {
            question: "ယာဉ်မောင်းတွင်မည်သည့်အတွက်ကြောင့် သင့်လျော်သောအဝတ်အစားများကို ဝတ်ဆင်ရသနည်း။",

            options: [
               "(က) ယာဉ်မောင်းရာတွင် သက်တောင့်သက်သာဖြစ်စေခြင်း",
"(ခ) လမ်းတွင် မိတ်ဆွေများနှင့် တွေ့နိုင်ဖွယ်ရှိခြင်း",
"(ဂ) မသင့်တော်သောအဝတ်အစားများသည် ယာဉ်မောင်းနှင်ရာတွင် အဟန့်အတား ဖြစ်စေခြင်း၊ အန္တရာယ်ကင်းအောင် မမောင်းနိုင်ခြင်း"
            ],

            answer: 2
        },

         {
            question: "ယာဉ်မောင်းနေစဉ် ခေါင်းမူးလျှင် အရေးတကြီးလုပ်ရမည်မှာ-",

            options: [
                "(က) ဘေးကင်းသောနေရာတစ်ခုတွင် ပါကင်ထိုးပြီးရှေ့ဆက်မသွားခင် ခေတ္တခဏအနားယူပါ",
"(ခ) သင်သွားလိုရာနေရာသို့ ရောက်အောင် ပို၍အရှိန်မြှင့်ပါ",
"(ဂ) ယာဉ်မောင်းခြင်းကိုရပ်ပါ။ အန္တရာယ်အချက်ပြမီးကိုဖွင့်ပြီး တစ်ရေးလောက် အိပ်ပါ"
            ],

            answer: 0
        },

         {
            question: "သင်သည်ဒေါသထွက်နေသောယာဉ်မောင်းနှင့်ရင်ဆိုင်တွေ့ပါက-",

            options: [
                "(က) သူ့မျက်လုံးထဲသို့ စိုက်ကြည့်ပါ",
"(ခ) ဒေါသထွက်နေမှုကို ကြီးထွားမလာပါစေနှင့်",
"(ဂ) သူ့ကိုစိန်ခေါ်ပါ"
            ],

            answer: 1
        },

         {
            question: "ယာဉ်မောင်းတစ်ယောက်၏ စိုးရိမ်သောကဖြစ်မှုသည်-",

            options: [
                "(က) အခြားလမ်းအသုံးပြုသူများအား အမှားလုပ်မိစေသည်",
"(ခ) ဆုံးဖြတ်ချက် အမြန်ချမိစေသည်",
"(ဂ) သွေးဖိအား လျော့နည်းစေသည်"
            ],

            answer: 0
        },

         {
            question: "သင်အား ယာဉ်ထိန်းရဲကရပ်တန့်စေရာတွင် သင့်သွေးထဲ၌ အယ်လ်ကိုဟောပါဝင်မှုနှုန်း ၁၀၀ မီလီလီတာတွင် ၈၀ မီလီဂရမ်ထက် ကျော်လွန်နေကြောင်း တွေ့ရှိလျှင်-",

            options: [
               "(က) သင့်လိုင်စင် ပိတ်သိမ်းခံရမည်",
"(ခ) ဒဏ်ကြေးပေးဆောင်ရမည်",
"(ဂ) (က)နှင့် (ခ)အပြင် တရားရုံးတွင် စစ်ဆေးပြီး ထောင်ဒဏ်ချမှတ်ခံရမည်"
            ],

            answer: 2
        },

         {
            question: "ဘေးရန်အန္တရာယ်မဖြစ်အောင် ယာဉ်ကိုမောင်းနှင်တတ်သူ (safe driver) တစ်ယောက်သည်-",

            options: [
                "(က) မောင်းနှင်နေစဉ် တွေ့ကြုံလာနိုင်သည့် အန္တရာယ်များကို သိရှိရမည်",
"(ခ) ယာဉ်တိုက်မှုဖြစ်ပွားရသည့် အကြောင်းအရင်းအားလုံးကို သတိမူမိရမည်",
"(ဂ) မိမိကိုယ်သာ အန္တရာယ်မဖြစ်စေရေး ပြုမူဆောင်ရွက်တတ်ရမည်"
            ],

            answer: 0
        },

        {
            question: "အခြားယာဉ်မောင်းများ အမှားလုပ်သောအခါ ကျွန်ုပ်တို့သည်-",

            options: [
                "(က) ထိုယာဉ်မောင်းများကို ရပ်တန့်စေပြီး ပြစ်တင်ပြောဆိုလိုက်ပါ",
"(ခ) 'အမှား'အဖြစ်မှတ်ယူပြီး သူတို့ကို ပုဂ္ဂိုလ်ရေးအရ တိုက်ခိုက်မှု မလုပ်ပါနှင့်",
"(ဂ) ကိုယ့်ရဲ့ခံစားချက်ကို အမူအရာဖြင့်ပြခြင်းအားဖြင့် သူတို့ကို သိအောင်လုပ်ပါ"
            ],

            answer: 1
        },

        {
            question: "ယာဉ်မောင်းသူသည်လက်ကိုင်ဖုန်းမြည်လာပါက အောက်ပါအနေအထားတွင် လက်ခံပြောဆို နိုင်သည်။",

            options: [
                "(က) ယာဉ်ကို အန္တရာယ်ကင်းသည့်နေရာရပ်ပြီးမှ ပြောနိုင်သည်",
"(ခ) ယာဉ်ကို အရှိန်လျှော့၍ ပြောနိုင်သည်",
"(ဂ) ချက်ချင်းလက်ခံ၍ ပြောနိုင်သည်"
            ],

            answer: 0
        },

        {
            question: "ယာဉ်မောင်းအတတ်သင်နေသူတစ်ဦးသည်အမြဲတမ်း-",

            options: [
                "(က) မှန်ကန်သောနည်းစနစ်နှင့် အလေ့အကျင့်တို့ကို လေ့လာဆည်းပူး ထားရမည်",
"(ခ) ဂီယာအတိုင်း/အလျှော့ပြောင်းလဲနည်းကိုပထမဦးဆုံးအာရုံစိုက်ထားရမည်",
"(ဂ) ဖြည်းဖြည်းမောင်းရမည်"
            ],

            answer: 0
        },

        {
            question: "သင်၏တုံ့ပြန်မှုမြန်ဆန်ခြင်းနှင့် ဆုံးဖြတ်ချက်မှန်ကန်ခြင်းကို ထိခိုက်စေသည့် အားနည်းချက်မှာ ... ကြောင့်ဖြစ်ပါသည်။",

            options: [
                "(က) ဆာလောင်ခြင်း",
"(ခ) သွားကိုက်ခြင်း",
"(ဂ) ပင်ပန်းနွမ်းနယ်ခြင်း"
            ],

            answer: 2
        },

        {
            question: "အငှားယာဉ်မောင်းတစ်ဦးသည်တစ်ဦးတစ်ယောက်ကငှားရမ်းလျှင်-",

            options: [
                "(က) လုံလောက်သောအကြောင်းတစ်ခုပုံစံမရှိဘဲ အငှားလိုက်ရန် ငြင်းဆန်ခွင့်မရှိပါ",
"(ခ) မိမိမလိုက်လိုလျှင် ငြင်းဆန်နိုင်သည်",
"(ဂ) ငှားရမ်းသူကို ကြည့်၍ ဆုံးဖြတ်နိုင်သည်"
            ],

            answer: 0
        },

        {
            question: "အငှားယာဉ်တိုစက်နှိုး၍ရပ်ထားစဉ် ယာဉ်မောင်းသူသည်-",

            options: [
                "(က) ယာဉ်နှင့်နီးသောနေရာသို့ ခဏသွားနိုင်သည်",
"(ခ) ယာဉ်မောင်းထိုင်ခုံတွင်ရှိနေရမည်",
"(ဂ) မိမိသွားလိုသောနေရာသို့ သွားနိုင်သည်"
            ],

            answer: 1
        },

        {
            question: "အန္တရာယ်ကင်းစွာမောင်းနှင်တတ်သူတစ်ယောက်သည်-",

            options: [
                "(က) မောင်းနှင်နေသည့် မော်တော်ယာဉ်တစ်စီးအနေဖြင့် တွေ့ကြုံလာနိုင်သည့် အန္တရာယ် များကို သိရှိပါသည်",
"(ခ) ယာဉ်တိုက်မှုဖြစ်ပွားရသည့် အကြောင်းအရင်းအားလုံးကို သတိမူမိပါသည်",
"(ဂ) မိမိကိုယ်ကိုယ်သာ အန္တရာယ်မဖြစ်စေရေး ပြုမူဆောင်ရွက်ပါသည်"
            ],

            answer: 0
        },

        {
            question: "ယာဉ်မောင်းကောင်းတစ်ယောက်သည် .....ဖြစ်ရမည်။",

            options: [
                "(က) ယာဉ်ကို ကျွမ်းကျင်စွာမောင်းနှင်နိုင်သူ",
"(ခ) ဘေးအန္တရာယ်မဖြစ်အောင်ယာဉ်ကို မောင်းနှင်နိုင်သူ",
"(ဂ) ယာဉ်မောင်းခြင်းအတတ်ပညာကို သင်ကြားပြသပေးနိုင်သူ"
            ],

            answer: 1
        },

         {
            question: "ယာဉ်မောင်းတစ်ယောက်သည် ....ထိုင်ခုံခါးပတ် ပတ်သင့်သည်။",

            options: [
                "(က) မှန်များကို ချိန်ညှိပြီးနောက်",
"(ခ) ယာဉ်ထဲသို့ဝင်ပြီးနောက်ချက်ချင်း",
"(ဂ) သူ၏ ထိုင်ခုံအနေအထားကို ချိန်ညှိပြီးနောက်"
            ],

            answer: 2
        },

         {
            question: "ယာဉ်မောင်းစဉ်မှာ ဘာကြောင့် သက်တောင့်သက်သာ ဝတ်ဆင်ရသလဲ။",

            options: [
                "(က) ယာဉ်မောင်းရာမှ သက်တောင့်သက်သာဖြစ်စေရန်",
"(ခ) လမ်းမှာ မိတ်ဆွေများနှင့်တွေ့နိုင်ဖွယ်ရှိ၍",
"(ဂ) မသင့်လျော်သောအဝတ်အစားများသည် လှုပ်ရှားမှုနှင့် အန္တရာယ်မဖြစ်အောင် မောင်းနှင်ရာ၌ အဟန့်အတားဖြစ်စေခြင်းကြောင့်"
            ],

            answer: 2
        },

         {
            question: "အောက်ပါတို့အနက် မောင်းနှင်မှုအမျိုးအစားတစ်ခုကို ရှောင်ကြဉ်ပါ-",

            options: [
                "(က) တခြားသူများ ရယ်မောစေမည့်မောင်းနှင်ခြင်း",
"(ခ) ယာဉ်မောင်းသင်တန်းကျောင်းမှာ မသင်ကြားခဲ့သည့် မောင်းနှင်ခြင်း",
"(ဂ) အန္တရာယ်ရှိသော အခြေအနေကို ဖန်တီးသည့် မောင်းနှင်ခြင်း"
            ],

            answer: 2
        },


         {
            question: "ယာဉ်မောင်းနေစဉ် အိပ်ငိုက်ပါက အကောင်းဆုံးလုပ်ဆောင်ရမည့် နည်းလမ်းမှာ-",

            options: [
                "(က) ရပ်နား၍အနားယူရမည်။ ဖြစ်နိုင်လျှင် လူလဲလှယ်၍မောင်းရမည်",
"(ခ) ရေဒီယိုကို ကျယ်လောင်စွာဖွင့်ရမည်",
"(ဂ) အပူပေးကိရိယာကို ဖွင့်ရမည်"
            ],

            answer: 0
        },

        {
            question: "အောက်တွင်ဖော်ပြထားသည့် အချက်များတွင် မည်သည့်အချက်သည် မှားယွင်းပါသနည်း။",

            options: [
                "(က) မော်တော်ယာဉ်ကြီးများ ယာဉ်တိုက်မှုသည် ဖြစ်လေ့ဖြစ်ထရှိသော်လည်း မရှိသလောက် ဖြစ်သော် လည်းလူသေပျောက်မှု နည်းပါးသည်",
"(ခ) ယာဉ်မောင်းနေစဉ်အတွင်း ဂရုစိုက်မောင်းနှင်ပါက ယာဉ်တိုက်ခိုက်မှု ဖြစ်ပွားခြင်းကို ရှောင်ရှား နိုင်ပါသည်",
"(ဂ) မှားယွင်းစွာဆုံးဖြတ်ခြင်းကြောင့် ယာဉ်တိုက်မှုများ မကြာခဏဖြစ်ပွားတတ်ပါသည်"
            ],

            answer: 0
        },



    ],


    "1-2": [

        {
            question: "အမိုးပေါ်တွင် ပစ္စည်းတင်ရန် အကာအရံရှိသောယာဉ်၌ ကုန်ပစ္စည်းများ အမိုးပေါ်တွင် တင်ဆောင်ပါက မြေညီလမ်းမှ ကုန်ပစ္စည်းထိပ်အထိမြင့်သည့် ဝန်ပေါ်ယာဉ်အတွက်-",

            options: [
               "(က) ၁၀ ပေ (၃ မီတာ)ထက် ပိုမမြင့်ရပါ",
"(ခ) ၈ ပေ (၂.၄ မီတာ)ထက် ပိုမမြင့်ရပါ",
"(ဂ) ၁၂ ပေ (၃.၆ မီတာ)ထက် ပိုမမြင့်ရပါ။"
            ],

            answer: 0
        },

        {
            question: "ယာဉ်နောက်ကျောမှ ....ထက်ပို၍ အစွန်းထွက်သော ကုန်များ၏အဖျားတွင် သတိပေးပစ္စည်း တပ်ဆင်ရမည်။",

            options: [
                "(က) ၃ ပေ (၀.၉ မီတာ)",
"(ခ) ၃ ပေ ၃ လက်မ (၁ မီတာ)",
"(ဂ) ၆ ပေ ၆ လက်မ (၂ မီတာ)"
            ],

            answer: 1
        },

        {
            question: "ယာဉ်မောင်းနှင်ခြင်းမပြုမီ ယာဉ်ကိုစစ်ဆေးရခြင်းမှာ -",

            options: [
                "(က) မောင်းနှင်သွားလာနေစဉ် ပြဿနာအခက်အခဲမဖြစ်စေရန်",
"(ခ) ယာဉ်နှင့်စက်ပစ္စည်းကိရိယာများ ကောင်းမွန်မှုသေချာစေရန်",
"(ဂ) (က)နှင့် (ခ) နှစ်ခုလုံး"
            ],

            answer: 2
        },

         {
            question: "ကားစက်မနှိုးမီ၊ သင့်အနေဖြင့်-",

            options: [
                "(က) ဂီယာနံပါတ် (၁)ထိုးရမည်",
"(ခ) ကလပ်ကိုနင်းထားရမည်",
"(ဂ) ဂီယာကို ကြားအနေအထားတွင် ထားရမည်။ (ဖရီးဂီယာ)"
            ],

            answer: 2
        },

         {
            question: "ကားထဲကိုမဝင်မီမည်သည့်အရာများကိုသင်စစ်ဆေးသင့်သနည်း။",

            options: [
                "(က) ယာဉ်၏ ယေဘုယျအနေအထား၊ နံပါတ်ပြားနှင့် မီးတပ်ဆင်ထားမှု",
"(ခ) တာယာ ပါး/မပါး",
"(ဂ) (က)နှင့် (ခ)တွင် ဖော်ပြထားချက်နှစ်ခုလုံး"
            ],

            answer: 2
        },

         {
            question: "အရက်သောက်ထားသော်လည်း-",

            options: [
                "(က) ခရီးတိုမောင်းနိုင်သည်",
"(ခ) ခရီးသည်မပါလျှင် မောင်းနိုင်သည်",
"(ဂ) (က)နှင့် (ခ) နှစ်ခုလုံးမှားသည်"
            ],

            answer: 2
        },
         {
            question: "ယာဉ်ကို စတင်ထွက်လိုပါက သင့်အနေဖြင့်-",

            options: [
                "(က) အချက်ပြ၍ မြန်မြန်ဆန်ဆန် ထွက်ရမည်",
"(ခ) ယာဉ်မောင်းသူအနေဖြင့် သေချာမမြင်ရသော နေရာများကို ဂရုစိုက် စစ်ဆေး၍ ယာဉ်ကို စတင်ထွက်ရမည်",
"(ဂ) ရှေ့မှန်၊ နောက်မှန်အချက်ပြမီးများကို စစ်ကြည့်၍ အလွယ်တကူ မမြင်ရသော နေရာများကို ဂရုစိုက်ကြည့်၍ ထွက်ရမည်"
            ],

            answer: 2
        }, 
        
        {
            question: "ယာဉ်မောင်းမတော်တဆမှုဖြစ်ပါက ထိခိုက်ဒဏ်ရာရသေဆုံးမှုမှ လျှော့နည်းစေရန် ထိုင်ခုံခါးပတ်ကို ပတ်ရမည်။",

            options: [
                "(က) ယာဉ်မောင်းသာလျှင်",
"(ခ) ရှေ့ခရီးသည်နှင့်ယာဉ်မောင်းသာလျှင်",
"(ဂ) ခရီးသည်အားလုံးနှင့် ယာဉ်မောင်း"
            ],

            answer: 2
        },

         {
            question: "ယာဉ်မထွက်မီ သေချာအောင်စစ်ဆေးရခြင်းမှာ -",

            options: [
                "(က) အခက်အခဲကင်းသော ခရီးဖြစ်စေရန်",
"(ခ) ကားအခြေအနေကောင်းမွန်စေရန်",
"(ဂ) (က)နှင့် (ခ) (၂)ခုလုံး။"
            ],

            answer: 2
        },

         {
            question: "စီးပွားရေးလုပ်ငန်းသုံးယာဉ်များဖြစ်သည့် ကုန်တင်ယာဉ်ကြီးများနှင့် ခရီးသည်ယာဉ် ကြီးများအား မည်သည့်လိုင်စင်အမျိုးအစားနှင့် မောင်းနှင်ရမည်နည်း။",

            options: [
                "(က) ၈ နာရီ",
"(ခ) ၁၀ နာရီ",
"(ဂ) ၁၂ နာရီ"
            ],

            answer: 0
        },

         {
            question: "ညအချိန်ယာဉ်မောင်းရာတွင် -",

            options: [
                "(က) ယာဉ်၏ အတွင်းပိုင်းမီးများကို ဖွင့်ထားပါ",
"(ခ) သင့်ယာဉ်၏ စုံအချက်ပြမီးများကို ဖွင့်ထားပါ",
"(ဂ) ယာဉ်၏အတွင်းပိုင်းမီးများကို ပိတ်ထားပါ"
            ],

            answer: 2
        },

         {
            question: "နောက်တွဲတစ်ခုထက်ပို၍ တပ်ဆင်ထားသည့်ယာဉ်ကို မောင်းနှင်ခွင့်ရှိပါ သလား။",

            options: [
                "(က) မောင်းနှင်ခွင့်မရှိပါ",
"(ခ) ယာဉ်နှင့်နောက်တွဲများ၏စုစုပေါင်း အလျားမှာ ၁၅မီတာထက်ကျော်ပါက မောင်းနှင်ခွင့်ရှိပါသည်",
"(ဂ) ယာဉ်မောင်းလိုင်စင်သက်တမ်း(၂)နှစ်ကျော်ပါက မောင်းနှင်ခွင့်ရှိပါသည်"
            ],

            answer: 0
        },

         {
            question: "အရက်၏ အကျိုးသက်ရောက်မှုများထဲမှ တစ်ခုသည် -",

            options: [
                "(က) အမြင့်ဆုံးပူးပေါင်းဆောင်ရွက်မှုကိုရရှိစေသည်",
"(ခ) သွေးဖိအားပိုနည်းသည်",
"(ဂ) ကျိုးကြောင်းဆင်ခြင်မှုကို လျော့နည်းစေသည်"
            ],

            answer: 2
        },

         {
            question: "ယာဉ်မောင်းသောအခါသင်၏သွေးတွင်း အယ်လ်ကိုဟောပါဝင်မှုနှုန်းသည် သွေး ၁၀၀ မီလီမီတာ တွင် ....ထက် မပိုသင့်ပါ။",

            options: [
                "(က) ၆၀ မီလီဂရမ်",
"(ခ) ၇၀ မီလီဂရမ်",
"(ဂ) ၈၀ မီလီဂရမ်"
            ],

            answer: 2
        },

         {
            question: "ယာဉ်ကြောဘက်အခြမ်းရှိတံခါးကို ဖွင့်မည်ဆိုပါက မော်တော်ယာဉ်ဥပဒေ သတ်မှတ်ချက်မှာ-",

            options: [
                "(က) လမ်းအသုံးပြုသူများနှင့်ယာဉ်ကြောအတွင်းရှိ ယာဉ်များအန္တရာယ်ကင်းစေနိုင်သည်အထိ စောင့်ဆိုင်းမှ ဖွင့်ရမည်",
"(ခ) တံခါးဖွင့်နေစဉ်အတွင်းနောက်မှလာသော ယာဉ်များမှရပ်တန့်ပေးရမည်",
"(ဂ) အဆိုပါအခြေအနေအတွက်သတ်မှတ်ချက်မရှိပါ"
            ],

            answer: 0
        },

         {
            question: "အရက်သောက်ထားသော်လည်း..မောင်းရန်အဆင်ပြေသည်။",

            options: [
                "(က) သင်သည် ခရီးတိုမောင်းလျှင်",
"(ခ) သင့်နှင့်အတူ ခရီးသည်မပါသမျှ",
"(ဂ) (က)နှင့် (ခ) ၂ခုလုံးမှားသည်",
            ],

            answer: 2
        },

         {
            question: "ကားမောင်းနေစဉ် မိမိကားထဲမှဆူညံသံကြားရ၍ ဘေးဘယ်ညာယိမ်းနေပါကကားသည်-",

            options: [
                "(က) ဘရိတ်ပျက်နေခြင်းဖြစ်သည်",
"(ခ) အင်ဂျင်အပူလွန်နေခြင်းဖြစ်သည်",
"(ဂ) ကားဘီးချောင်နေခြင်းဖြစ်သည်"
            ],

            answer: 2
        },

         {
            question: "အရက်သောက်စားထားပြီး မော်တော်ယာဉ်မောင်းနှင်ခြင်းသည်-",

            options: [
                "(က) လျှင်မြန်စွာတုံ့ပြန်မှုနှင့်ဆုံးဖြတ်ချက်မှန်ကန်မှုတို့ကို ထိခိုက်စေနိုင်သည်",
"(ခ) မော်တော်ယာဉ်မောင်းနှင်စွမ်းရည်ကို မထိခိုက်စေပါ",
"(ဂ) ထုံးစံတစ်ခုလိုဖြစ်နေသည်",
            ],

            answer: 0
        },

    
         {
            question: "မော်တော်ယာဉ်မောင်းနှင်မီ မူးယစ်ဆေးဝါးတစ်မျိုးမျိုးကိုသုံးစွဲထားပါက အရေးကြီးဆုံး အချက်မှာ-",

            options: [
                "(က) ဆေးဝါး၏ အကျိုးသက်ရောက်မှုကို သိရှိထားရမည်",
"(ခ) သင့်နှင့်အတူ အဖော်တစ်ယောက်ပါရှိစေရမည်",
"(ဂ) အစားအစာတစ်ခုခုကို စားသုံးထားရမည်။ (အစာအိမ်အတွင်းအစားရှိနေ စေရမည်)"
            ],

            answer: 0
        },

        {
            question: "အရက်သောက်စားခြင်းသည်-",

            options: [
                "(က) ဦးနှောက်၏ အလုပ်လုပ်နိုင်စွမ်းအားကို နှေးကွေးလျော့ကျစေသည်",
"(ခ) ဦးနှောက်၏အလုပ်လုပ်နိုင်စွမ်းအားကို ပိုမိုမြှင့်တင်ပေးသဖြင့် အလုပ်ကိုပိုမိုထိရောက်စေသည်",
"(ဂ) တည်ငြိမ်အေးဆေးစေလျက် အတွေးအခေါ်ကို ပိုမိုရှင်းလင်းစေသည်"
            ],

            answer: 0
        },

        {
            question:"ကား(၁)စီး၏ဗဟိုခွာအားသည်လမ်း၏ပွတ်တိုက်အားထက် ပိုနေသောအခါ ဘာဖြစ်မည်နည်း။",

            options: [
                "(က) မည်သည့်အရာမျှမဖြစ်ပါ",
"(ခ) ယာဉ်မောင်းသည် ကားကိုပို၍ ထိန်းချုပ်အားရှိလိမ့်မည်",
"(ဂ) ယာဉ်မောင်းသည် မထိန်းချုပ်နိုင်တော့ဘဲ ကားသည်လည်သွားလိမ့်မည်"
            ],

            answer: 2
        },

        

        

    ],

    "1-3": [

{
    question: "အဝေးပြေးလမ်းမပေါ်တွင် လက်ဝဲဘက်အစွန်ဆုံးယာဉ်ကြော၌ အရှိန်ပြင်းစွာ မောင်းနှင်နေခြင်းဖြင့်ဘာဖြစ်မည်နည်း။",
    options: [
        "(က) ယာဉ်ကြောပိတ်ဆို့မှုကို နှေးကွေးစေပါသည်။",
        "(ခ) အခြားယာဉ်များကို လက်ယာဘက်ယာဉ်ကြောမှ ကျော်တက်စေရန် ရည်ရွယ်သည်။",
        "(ဂ) လုံခြုံစိတ်ချရသော မောင်းနှင်ခြင်းကို ဖြစ်စေသည်။"
    ],
    answer: 0
},
{
    question: "အမြန်လမ်းမပေါ်တွင် ဖြည်းဖြည်းမောင်းနေသောယာဉ်များသည် မည်သည့်ယာဉ်ကြောမှ မောင်းရမည်နည်း။",
    options: [
        "(က) လက်ယာဘက်",
        "(ခ) လက်ဝဲဘက်",
        "(ဂ) အလယ်"
    ],
    answer: 0
},
{
    question: "အမြန်လမ်းမပေါ်တွင် မောင်းနေချိန်၌ သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) မကျော်တက်လိုလျှင် လက်ယာဘက်သို့ ကပ်မောင်းပါ။",
        "(ခ) သင်ရွေးချယ်မောင်းနှင်လိုသည့် လမ်းအတိုင်း မောင်းပါ။",
        "(ဂ) လက်ဝဲဘက်လမ်းကြောတွင် အခြားယာဉ်များရှိနေလျှင် လက်ယာဘက်ယာဉ်ကြောမှ ကျော်တက်ပါ။"
    ],
    answer: 0
},
{
    question: "အမြန်လမ်းမပေါ်တွင် မည်သည့်ယာဉ်အမျိုးအစားကို မောင်းနှင်ခွင့် မပြုသနည်း။",
    options: [
        "(က) ဆိုက်ကားများ၊ စက်ဘီးများ",
        "(ခ) မော်တော်ဆိုင်ကယ်များ၊ ထရော်လာဂျီများ",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး"
    ],
    answer: 2
},
{
    question: "အမြန်လမ်းမပေါ်တွင် လမ်းပခုံးသားပေါ်၌ မောင်းနှင်ခြင်းသည် ဘာဖြစ်သနည်း။",
    options: [
        "(က) မည်သည့်အချိန်တွင်မဆို စည်းကမ်းဖောက်ဖျက်ခြင်း မဟုတ်ပါ။",
        "(ခ) မည်သည့်အချိန်တွင်မဆို စည်းကမ်းဖောက်ဖျက်ခြင်း ဖြစ်သည်။",
        "(ဂ) ယာဉ်ကြောရှုပ်ထွေးနေချိန်တွင် စည်းကမ်းဖောက်ဖျက်ခြင်း မဟုတ်ပါ။"
    ],
    answer: 1
},
{
    question: "အမြန်လမ်းမပေါ်တွင် အစွန်ဆုံးလက်ဝဲဘက်ယာဉ်ကြောကို မည်သည့်အချိန်၌ မောင်းခွင့်ပေးသနည်း။",
    options: [
        "(က) အရေးပေါ်ယာဉ်များကို လမ်းပေးချိန်",
        "(ခ) သင်ကျော်တက်လိုသောအချိန်",
        "(ဂ) သင်အလျင်လိုသောအချိန်"
    ],
    answer: 1
},
{
    question: "အမြန်လမ်းမပေါ်တွင် သင့်ယာဉ်ပျက်သွားလျှင် သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) တတ်နိုင်သမျှ မြန်မြန် လမ်းပခုံးသားပေါ်ကို ရွှေ့လိုက်ပါ။",
        "(ခ) ဆွဲယူသယ်ဆောင်နိုင်မည့် ကုန်ကားတစ်စီးကို စောင့်ပါ။",
        "(ဂ) လက်ယာဘက်ရှိ အပြင်ဘက်ဆုံး လမ်းကြောသို့ တွန်းသွားပါ။"
    ],
    answer: 0
},
{
    question: "ဖြည်းဖြည်းမောင်းနေသော ယာဉ်တစ်စီးသည် အဝေးပြေးလမ်းမပေါ်တွင် လက်ဝဲဘက်အစွန်ဆုံး ယာဉ်ကြော၌ မောင်းနေခြင်းကြောင့် ဘာဖြစ်မည်နည်း။",
    options: [
        "(က) ယာဉ်ကြောကို လမ်းပိတ်ဆို့စေ၍ နှေးကွေးစေပါသည်။",
        "(ခ) အခြားယာဉ်များကို လက်ယာဘက်ယာဉ်ကြောမှ ကျော်တက်စေရန် ရည်ရွယ်သည်။",
        "(ဂ) လုံခြုံစိတ်ချရသော မောင်းနှင်ခြင်းကို ဖြစ်စေသည်။"
    ],
    answer: 0
},
{
    question: "အမြန်လမ်းမပေါ်တွင် ယာဉ်ကြောရှုပ်ထွေးနေစဉ် မောင်းနှင်နေပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ယာဉ်ကြောရှုပ်ထွေးနေခြင်းကို ရှင်းလင်းနိုင်ရန် သင်၏ယာဉ်ကြောအတွင်းသို့ ဝင်မောင်းခြင်းနှင့် အပြင်သို့ထွက်မောင်းခြင်းကို တစ်လှည့်စီ ပြုလုပ်လိုက်ပါ။",
        "(ခ) ယာဉ်ကြောရှုပ်ထွေးခြင်းကို ဖြတ်ကျော်နိုင်ရန် လမ်းပခုံးသားမှ မောင်းနှင်ပါ။",
        "(ဂ) မိမိလမ်းကြောအတွင်းတွင်သာ စိတ်ရှည်ရှည်စောင့်ပြီး မောင်းနှင်ပါ။"
    ],
    answer: 2
},

        
       
    ],

    "1-4": [

       {
    question: "ဆိုးရွားသောရာသီဥတုအခြေအနေကြောင့် ရှေ့မြင်ကွင်းအား ရှင်းလင်းစွာ မမြင်ရချိန်၌ သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) အနီးဆုံးကားပါကင်ကိုရှာ၍ ရပ်ပါ။",
        "(ခ) လုံခြုံစိတ်ချရသောနေရာရှာ၍ ရပ်ကာ စုံအချက်ပြမီးဖွင့်ထားပါ။",
        "(ဂ) စုံအချက်ပြမီးဖွင့်ကာ ရှေ့သို့ ဂရုစိုက်ဆက်မောင်းပါ။"
    ],
    answer: 1
},
{
    question: "မည်သည့်ယာဉ်မဆို အလင်းရောင်ရရှိစေရန်အတွက် ဘယ်အချိန်တွင် မီးဖွင့်၍ မောင်းနှင်ရမည်နည်း။",
    options: [
        "(က) ည(၇)နာရီမှ မနက်(၆)နာရီအတွင်း",
        "(ခ) နေဝင်ချိန်မှ နေထွက်ချိန်စပ်ကြားနှင့် ရာသီဥတုကြောင့် အလင်းရောင်နည်းနေသည့် အချိန်တွင်",
        "(ဂ) သင်မမြင်နိုင်ရလောက်အောင် မှောင်သောအချိန်မှသာ"
    ],
    answer: 1
},
{
    question: "သင်သည် လမ်းပြင်နေသည့်နေရာနှင့် နီးကပ်လာပါက ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) အရှိန်တင်ကာ အမြန်ဖြတ်သန်းမောင်းနှင်ပါ။",
        "(ခ) စုံအချက်ပြမီး ဖွင့်လိုက်ပါ။",
        "(ဂ) အရှိန်လျှော့ကာ သတိနှင့် ရှေ့ဆက်မောင်းပါ။"
    ],
    answer: 2
},
{
    question: "အန္တရာယ်ကင်းစွာ မောင်းနှင်နိုင်စေရန်အတွက် အောက်ပါအခြေအနေများကို သိရှိထားသင့်သည်။",
    options: [
        "(က) ရာသီဥတုနှင့် အလင်းရောင်အခြေအနေ",
        "(ခ) လမ်းနှင့် ယာဉ်ကြောအခြေအနေ",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး"
    ],
    answer: 2
},
{
    question: "မြင်ကွင်းသည် မှုန်ဝါးနေချိန်၌ လမ်းကွေ့များကို ချဉ်းကပ်ဝင်ရောက်သောအခါ သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဟွန်းသံအဆက်မပြတ် ပေးပါ။",
        "(ခ) ရှေ့မီးကြီးကို ဖွင့်၍ သုံးပါ။",
        "(ဂ) သင့်ယာဉ်၏ မီးအားလုံးကို ဖွင့်ပါ။"
    ],
    answer: 1
},
{
    question: "ယာဉ်မောင်းများသည် အမြဲတမ်း ရှေ့မြင်ကွင်းကို ကြည့်၍ အာရုံစိုက်နေခြင်းဖြင့် ဘာအကျိုးရှိသနည်း။",
    options: [
        "(က) မော်တော်ယာဉ်ကို တွေ့လိုသည့်အခါ ယာဉ်သွားလာမှုအခြေအနေကို ကြိုသိနိုင်ပါသည်။",
        "(ခ) စတီယာရင်ကို လိုအပ်သလို ထိန်းကျောင်းခြင်းနှင့် ကားအရှိန်နှုန်းကို ယာဉ်သွားလာမှုအခြေအနေအရ မြှင့်တင်/လျှော့ချနိုင်သည်။",
        "(ဂ) နောက်ကြည့်မှန်နှင့် ဘေးကြည့်မှန်တို့ကို အလွန်အကျွံ အသုံးပြုစရာ မလိုတော့ပေ။"
    ],
    answer: 1
},
{
    question: "သင်မောင်းနှင်နေသော လမ်းမျက်နှာပြင်အမျိုးအစားကို သတိပြုရန် အဘယ်ကြောင့် အရေးကြီးသနည်း။",
    options: [
        "(က) မတူညီသော လမ်းမျက်နှာပြင်များပေါ်တွင် လမ်းနှင့် တာယာပွတ်တိုက်အားသည် ကွဲပြားသည်။",
        "(ခ) သင့်ယာဉ်သည် မတူညီသော လမ်းမျက်နှာပြင်ပေါ်မှာ သင့်တော်စွာ မလုပ်ဆောင်နိုင်ပါ။",
        "(ဂ) သင်သတိမထားမိပါက သင့်ယာဉ်တာယာများ ပျက်စီးကောင်း ပျက်စီးလိမ့်မည်။"
    ],
    answer: 0
},
{
    question: "ယာဉ်တိုက်မှုကို ကြိုတင်ကာကွယ်ရန် ယာဉ်မောင်းသူတစ်ဦးသည် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) လမ်းအခြေအနေကောင်းမွန်မှသာ ယာဉ်ကို မောင်းရမည်။",
        "(ခ) မိမိအတွက် အဆင်ပြေစေသည့် အရှိန်နှုန်းထက် ပို၍ မမောင်းပါ။",
        "(ဂ) ဖြစ်ပေါ်လာနိုင်သည့် ယာဉ်အန္တရာယ်နှင့် လမ်းအန္တရာယ်ကို ကြိုတင်စဉ်းစားထားပြီး အန္တရာယ်တွေ့လျှင် မှန်ကန်စွာ ဆောင်ရွက်ရမည်။"
    ],
    answer: 2
},
{
    question: "ဆိုးရွားသောရာသီဥတုအခြေအနေများကြောင့် ကားမောင်းရာတွင် ရှင်းရှင်းလင်းလင်း မမြင်ရပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) သင်ရှင်းရှင်းလင်းလင်းမြင်နိုင်တဲ့ အကွာအဝေးထက်ပို၍ မမောင်းသင့်ပါ။",
        "(ခ) သင်ရှင်းရှင်းလင်းလင်းမြင်နိုင်တဲ့ အကွာအဝေးထက် မောင်းနိုင်အောင် ကြိုးစားသင့်သည်။",
        "(ဂ) မှန်ရှေ့ရှိ ရေသုတ်တံခလုပ်ကို ဖွင့်လိုက်ပါ။"
    ],
    answer: 0
},
{
    question: "မြင်ကွင်းမှုန်ဝါးနေချိန်၌ သင့်ယာဉ်၏ ရှေ့မီးများကို ဖွင့်ထားခြင်းသည် ဘာအကျိုးရှိသနည်း။",
    options: [
        "(က) အခြားသူများ သင့်ယာဉ်ကို ပို၍ကောင်းကောင်းမြင်နိုင်စေသည်။",
        "(ခ) သင်သည် အခြားယာဉ်များကို ပို၍ကောင်းကောင်းမြင်နိုင်စေသည်။",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး"
    ],
    answer: 2
},
{
    question: "ဆိုးဝါးသောရာသီဥတုအခြေအနေကြောင့် မြင်ကွင်းမသဲကွဲသောအခါ သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) သင့်ယာဉ်၏ မီးအားလုံးကို ဖွင့်ပါ။",
        "(ခ) ဟွန်းသံရှည်များ ပေးပါ။",
        "(ဂ) ဘေးကင်းသောနေရာတွင် ယာဉ်ကိုရပ်ပြီး မြင်ကွင်းသဲကွဲသောအခါမှ ဆက်သွားပါ။"
    ],
    answer: 2
},
{
    question: "နေရောင်ကြောင့် မျက်စိပြာသောအခါ သင်သည် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) နေကာကို အောက်သို့နှိမ့်ပါ။",
        "(ခ) လေကာမှန်ကို အရောင်တောက်တစ်ခုခု သုတ်လိမ်းပါ။",
        "(ဂ) နေရောင်မှဝေးရာသို့ ချက်ချင်းကွေ့လိုက်ပါ။"
    ],
    answer: 0
},
{
    question: "ယာဉ်မောင်းနှင်နေစဉ် မိုးရွာလာပါက ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) မိုးရေနှင့်ဆီတို့သည် လမ်းမျက်နှာပြင်ချောမှုကို ဖြစ်ပေါ်စေသဖြင့် ဘရိတ်ကို ဖြည်းဖြည်းသုံး၍ အရှိန်ကိုလျှော့ချရမည်။",
        "(ခ) အမြင်အာရုံ ပိုမိုကောင်းမွန်စေရန်အတွက် ရှေ့မီးကြီးများကို ထွန်းရမည်။",
        "(ဂ) မီးကြီးများကို ဖွင့်လိုက်ပိတ်လိုက်လုပ်၍ အခြားယာဉ်များကို သတိပေးရမည်။"
    ],
    answer: 0
},
{
    question: "ယာဉ်မောင်းစဉ် ကောင်းမွန်စွာမြင်နိုင်ရန်အတွက် အမြဲထားရှိရမည့် ယာဉ်အနေအထားသည် မည်သည့်အရာနည်း။",
    options: [
        "(က) လမ်းပေါ်မှ မတော်တဆဖြစ်မှုများကို တွေ့မြင်နိုင်သည့် အနေအထား။",
        "(ခ) သင့်ဝန်းကျင် အထူးသဖြင့် သင့်နောက်ကို တွေ့မြင်နိုင်သည့် အနေအထား။",
        "(ဂ) ယာဉ်အားလုံး၊ အထူးသဖြင့် သင့်ရှေ့မှယာဉ်ကို တွေ့မြင်နိုင်သည့် အနေအထား။"
    ],
    answer: 2
},

    ],

    "1-5": [
        {
    question: "မီးပွိုင့်များတပ်ဆင်ထားသော လမ်းဆုံနေရာတွင် အောက်ပါအချက်ပြအား လိုက်နာရမည်။",
    options: [
        "(က) သင်သွားလိုသော လမ်းကြောင်းနေရာမှ မီးပွိုင့်",
        "(ခ) သင်နှင့်အနီးဆုံး မီးပွိုင့်",
        "(ဂ) အခြားလမ်းသုံးစွဲသူများမှ ပြသောအချက်ပြ"
    ],
    answer: 0
},
{
    question: "မီးပွိုင့်ရှိသော လမ်းဆုံသို့ ချဉ်းကပ်ဝင်ရောက်ချိန်တွင် သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) လက်ရှိအရှိန်အတိုင်း ထားပါ။",
        "(ခ) အရှိန်ကို မြှင့်ပါ။",
        "(ဂ) အရှိန်ကို လျှော့ပါ။"
    ],
    answer: 2
},
{
    question: "မီးပွိုင့်ရှိသော လမ်းဆုံသို့ ချဉ်းကပ်ဝင်ရောက်ချိန်မှာ သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) လက်ရှိအရှိန်အတိုင်း ထားပါ။",
        "(ခ) အရှိန်ကို မြှင့်ပါ။",
        "(ဂ) အရှိန်ကို လျှော့ပါ။"
    ],
    answer: 2
},
{
    question: "မီးပွိုင့်သည် မှိတ်တုတ်မီးဝါပြနေပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) စက်ရှိန်သတ်ပြီး ရပ်ရမည့်မျဉ်းကြောင်းမှာ ရပ်ပါ။",
        "(ခ) မီးပွိုင့်များပျက်နေ၍ ယာဉ်ထိန်းရဲကို စောင့်ပါ။",
        "(ဂ) ရှေ့၊ ဘေး၊ ဘယ်၊ ညာ ယာဉ်ကြောပေါင်းစုံမှ လာသောကားများကို သတိကြီးစွာကြည့်၍ ဆက်မောင်းပါ။"
    ],
    answer: 0
},
{
    question: "လမ်းဆုံတွင် အဝိုင်းပတ်ရှိလျှင် မည်သည့်ယာဉ်ကို ဦးစားပေးရမည်နည်း။",
    options: [
        "(က) လမ်းမကြီးမှ လာသောယာဉ်ကို ဦးစားပေးရမည်။",
        "(ခ) အဝိုင်းပတ်တွင် လက်ဝဲပတ်မောင်းရမည်။",
        "(ဂ) အဝိုင်းပတ်သို့ ဦးစွာရောက်ရှိသောယာဉ်ကို ဦးစားပေးရမည်။"
    ],
    answer: 2
},
{
    question: "ယာဉ်ထိန်းအချက်ပြမီးနှင့် ကြီးကြပ်ထိန်းသိမ်းရန်တာဝန်ရှိသူ မရှိသော လမ်းဆုံတွင် မည်သည့်ယာဉ်က ဦးစွာဖြတ်ကျော်ရမည်နည်း။",
    options: [
        "(က) လမ်းဆုံသို့ ဦးစွာရောက်ရှိသောယာဉ်",
        "(ခ) တစ်ချိန်တည်းရောက်လျှင် လက်ဝဲဘက်မှ လာသောယာဉ်",
        "(ဂ) တစ်ချိန်တည်းရောက်လျှင် အဆင်ပြေသောယာဉ်"
    ],
    answer: 0
},
{
    question: "မီးပွိုင့်ထိန်းချုပ်မှုမရှိသော လမ်းဆုံသို့ ရောက်ရှိချိန်တွင် သတိပြုရမည့်အချက်မှာ ဘာနည်း။",
    options: [
        "(က) သင့်ယာဉ်ကို ဦးစားပေးမောင်းနှင်ရမည်။",
        "(ခ) အရှိန်လျှော့ပြီး ဦးစားပေးစည်းမျဉ်းများကို အမြဲလိုက်နာရမည်။",
        "(ဂ) အခြားယာဉ်များကို အမြန်ကျော်ဖြတ်ရန် အရှိန်မြှင့်ရမည်။"
    ],
    answer: 1
},
{
    question: "လမ်းဆုံအဝိုင်းကို ပတ်မောင်းစဉ်-",
    options: [
        "(က) ညာဘက်ရှိယာဉ်များသည် ဘယ်ဘက်ယာဉ်များကို လမ်းပေးသင့်သည်။",
        "(ခ) ကားတန်းရှည်နေသော လမ်းကြောင်းပေါ်ရှိယာဉ်များသည် ဦးစားပေးနေရာတွင်သာ ရှိသင့်သည်။",
        "(ဂ) ဘယ်ဘက်ရှိယာဉ်များသည် ညာဘက်ရှိယာဉ်များကို လမ်းပေးသင့်သည်။"
    ],
    answer: 0
},
{
    question: "ထိန်းချုပ်ထားသော မီးပွိုင့်လမ်းဆုံ၌ သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) စိတ်ချလက်ချ မောင်းနှင်နိုင်သည်။",
        "(ခ) မီးစိမ်းသောအခါ အရှိန်မြှင့်မောင်းနှင်နိုင်သည်။",
        "(ဂ) ပို၍ သတိထားမောင်းနှင်ရမည်။"
    ],
    answer: 2
},
{
    question: "မီးစိမ်းလင်းနေသော်လည်း လမ်းကူးနေသူများရှိပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဟွန်းသံပေး၍ ရှေ့သို့ ဆက်မောင်းပါ။",
        "(ခ) လမ်းကူးနေသူများ အမြန်ကူးရန် ဖြည်းဖြည်းမောင်းပါ။",
        "(ဂ) လမ်းကူးနေသူများကို ဆက်လက်ဖြတ်သန်းစေရမည်။"
    ],
    answer: 2
},
{
    question: "အချက်ပြမီးများ ပြောင်းလဲသွားသောအခါ သင်သည် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဘယ်၊ ညာသို့ ကြည့်ပါ။",
        "(ခ) ချက်ချင်း အရှိန်တင်ပါ။",
        "(ဂ) လက်ဆွဲဘရိတ်ကို လွှတ်လိုက်ပါ။"
    ],
    answer: 0
},
{
    question: "မီးပွိုင့်ရှိသော လမ်းဆုံတွင် မှိတ်တုတ်မီးပြနေပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ရပ်ရမည့် မျဉ်းကြောင်းမှာ ရပ်ပါ။",
        "(ခ) ယာဉ်ထိန်းရဲကို စောင့်ပါ။",
        "(ဂ) ရှေ့၊ ဘယ်၊ ညာမှ လာသောယာဉ်များကို သတိကြီးစွာကြည့်ပြီး ဆက်သွားပါ။"
    ],
    answer: 2
},
{
    question: "ညအချိန် 'တီ' ပုံသဏ္ဌာန် လမ်းဆုံကို ချဉ်းကပ်ဝင်ရောက်ချိန်တွင် သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ရှေ့မီးကြီးကို အနိမ့်အမြင့်ပြုလုပ်၍ မိမိရှိနေမှုကို သတိပေးပါ။",
        "(ခ) ရှေ့မီးကို အောက်စိုက်ပေး၍ မျက်စိမပြာစေပါ။",
        "(ဂ) ဟွန်းသံကို အကြိမ်အနည်းငယ် ပေးပါ။"
    ],
    answer: 0
},
{
    question: "မီးပွိုင့်ရှိသော လမ်းဆုံတွင် လက်ဝဲချိုးကွေ့နေစဉ် လမ်းဖြတ်ကူးသူရှိပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဟွန်းသံပေးပါ။",
        "(ခ) ရပ်ပြီးနောက်မှ ဆက်ကွေ့ပါ။",
        "(ဂ) လမ်းဖြတ်ကူးသူတို့ ဖြတ်ကူးမပြီးမချင်း ဆက်မသွားပါ။"
    ],
    answer: 2
},


    ],

    "1-6": [

        {
    question: "ယာဉ်မောင်းနှင်နေစဉ် အရှိန်နှုန်းမြင့်လာချိန်၌ သင်၏အမြင်အာရုံအခြေအနေသည် ဘာဖြစ်မည်နည်း။",
    options: [
        "(က) တိုးတက်လာသည်။",
        "(ခ) လျော့ကျသွားသည်။",
        "(ဂ) မပြောင်းလဲဘဲရှိသည်။"
    ],
    answer: 1
},
{
    question: "သင့်ယာဉ်၏ အရှိန်နှုန်းပြောင်းလဲရန် သင်၏ဆုံးဖြတ်ချက်သည် မည်သည့်အချက်များအပေါ် အခြေခံရမည်နည်း။",
    options: [
        "(က) လမ်းပုံသဏ္ဌာန်နှင့် အကျယ်အဝန်း",
        "(ခ) လမ်းမျက်နှာပြင်နှင့် အန္တရာယ်အနေအထား",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး"
    ],
    answer: 2
},
{
    question: "တည်ငြိမ်သည့် အရှိန်နှုန်းကို မည်သည့်အချိန်တွင် ရရှိနိုင်မည်နည်း။",
    options: [
        "(က) ဂီယာနံပါတ် (၂) ကို ထိုးသည့်အခါ",
        "(ခ) ဂီယာနံပါတ် (၄) သို့မဟုတ် (၅) ကို ထိုးသည့်အခါ",
        "(ဂ) ဂီယာကို Neutral (ဖရီး) အနေအထားတွင် ထားသည့်အခါ"
    ],
    answer: 1
},
{
    question: "နောက်တွဲပါသောယာဉ် (သို့) မီးလောင်ပေါက်ကွဲတတ်သော ပစ္စည်းများတင်ဆောင်သော ယာဉ်အတွက် မြို့နယ်နိမိတ်အတွင်း အရှိန်နှုန်းသည် မည်မျှဖြစ်ရမည်နည်း။",
    options: [
        "(က) တစ်နာရီလျှင် ၃၅ မိုင် (၅၆ ကီလိုမီတာ)",
        "(ခ) တစ်နာရီလျှင် ၃၀ မိုင် (၄၈ ကီလိုမီတာ)",
        "(ဂ) တစ်နာရီလျှင် ၂၀ မိုင် (၃၂ ကီလိုမီတာ)"
    ],
    answer: 2
},
{
    question: "မြို့တွင်းလမ်းများတွင် အရှိန်နှုန်းကန့်သတ်သင်္ကေတ မရှိပါက အမြင့်ဆုံးမောင်းနိုင်သော အရှိန်နှုန်းသည် မည်မျှနည်း။",
    options: [
        "(က) တစ်နာရီလျှင် ၃၀ မိုင် (၄၈ ကီလိုမီတာ)",
        "(ခ) တစ်နာရီလျှင် ၄၅ မိုင် (၇၀ ကီလိုမီတာ)",
        "(ဂ) တစ်နာရီလျှင် ၅၅ မိုင် (၉၀ ကီလိုမီတာ)"
    ],
    answer: 0
},
{
    question: "သင့်မော်တော်ယာဉ်၏ အရှိန်ကို အမြဲတမ်း ဘာကြောင့် ထိန်းညှိထားရသနည်း။",
    options: [
        "(က) ယာဉ်ကြောအခြေအနေအားလုံးတွင် စိတ်ကျေနပ်မှုရရှိစေရန်",
        "(ခ) အခြေအနေပေါ်မူတည်၍ ချက်ချင်းတုံ့ပြန်နိုင်ရန်",
        "(ဂ) သတိရှိစေရန်၊ ဆုံးဖြတ်မှုမှန်ကန်စေရန်နှင့် ယာဉ်ကြောအပြောင်းအလဲများကို တုံ့ပြန်နိုင်စေရန်"
    ],
    answer: 2
},
{
    question: "နှစ်စက္ကန့် စည်းမျဉ်းသည် မည်သည့်ယာဉ်များအတွက် အကျိုးသက်ရောက်သနည်း။",
    options: [
        "(က) တူညီသောအရှိန်နှင့် သွားနေသောယာဉ်များအတွက်သာ",
        "(ခ) မည်သည့်အရှိန်နှင့်မဆို သွားနေသောယာဉ်များအတွက်",
        "(ဂ) တစ်နာရီလျှင် ၆၀ ကီလိုမီတာ သွားနေသောယာဉ်များအတွက်"
    ],
    answer: 1
},
{
    question: "အရှိန်များလာချိန်တွင် သင်၏အမြင်အာရုံအခြေအနေသည် ဘာဖြစ်မည်နည်း။",
    options: [
        "(က) တိုးတက်လာသည်။",
        "(ခ) လျော့ကျသွားသည်။",
        "(ဂ) မပြောင်းလဲဘဲရှိသည်။"
    ],
    answer: 1
},

    ],

    "1-7": [

        {
    question: "ယာဉ်ရပ်နားရန် ကန့်သတ်ထားသောနေရာတွင် ရပ်နားခြင်းပြုထားပါက ဘာဖြစ်မည်နည်း။",
    options: [
        "(က) ယာဉ်အား အပြီးသိမ်းဆည်းနိုင်သည်။",
        "(ခ) သင့်လျော်သောနေရာသို့ ဖယ်ရှားရခြင်းအတွက် ကုန်ကျစရိတ်ကို ယာဉ်ပိုင်ရှင်က ကျခံရမည်။",
        "(ဂ) ယာဉ်မောင်းသူအား လိုင်စင်ပိတ်သိမ်းမည်။"
    ],
    answer: 1
},
{
    question: "ညအချိန် လမ်းပေါ်တွင် ယာဉ်ရပ်၊ ရပ်ဆိုင်း၊ ရပ်နားလျှင် ဘာလုပ်ရမည်နည်း။",
    options: [
        "(က) ဘေးမီးငယ်များကို ဖွင့်ထားရမည်။",
        "(ခ) အချက်ပြမီးများ ဖွင့်ထားရမည်။",
        "(ဂ) နောက်မီးနှင့် ရှေ့မီး ဖွင့်ထားရမည်။"
    ],
    answer: 0
},
{
    question: "မီးသတ်ယာဉ်စခန်း၊ မီးသတ်ရေပိုက်ခေါင်း၊ မီးသတ်ရေလှောင်ကန်တို့နှင့် မည်မျှအကွာအဝေးအတွင်း ရပ်ဆိုင်း/ရပ်နား မပြုရသနည်း။",
    options: [
        "(က) ၂၀ ပေ (၆ မီတာ)",
        "(ခ) ၂၃ ပေ (၇ မီတာ)",
        "(ဂ) ၂၅ ပေ (၇.၆ မီတာ)"
    ],
    answer: 1
},
{
    question: "အောက်ပါနေရာများအနက် မည်သည့်နေရာတွင် ယာဉ်ရပ်နားနိုင်သနည်း။",
    options: [
        "(က) လမ်းဘေးနှင့် ကပ်လျက်ရှိသော ယာဉ်ကြော",
        "(ခ) ဘတ်စ်ကားမှတ်တိုင်အနီး",
        "(ဂ) ရပ်ထားသောယာဉ်နှင့် ဘေးချင်းယှဉ်သောနေရာ"
    ],
    answer: 0
},
{
    question: "မည်သည့်အခြေအနေတွင် ယာဉ်ကို ခေတ္တရပ်၍ အန္တရာယ်ကင်းမှ မောင်းထွက်ရမည်နည်း။",
    options: [
        "(က) လမ်းသွယ်မှ လမ်းမပေါ်သို့ မထွက်မီ",
        "(ခ) မီးပွိုင့်ရှိသော လမ်းဆုံကို ဖြတ်မောင်းမီ",
        "(ဂ) လူကူးမျဉ်းကြားတွင် လူမရှိလျှင်"
    ],
    answer: 0
},
{
    question: "ယာဉ်ရပ်ခြင်း၊ ရပ်ဆိုင်းခြင်း၊ ရပ်နားခြင်းပြုလျှင် လက်ယာဘက်ဘီးများသည် လမ်းဘေးမှ မည်မျှအတွင်း ရှိရမည်နည်း။",
    options: [
        "(က) ၁ ပေ ၆ လက်မ (၀.၄ မီတာ)",
        "(ခ) ၂ ပေ (၀.၆ မီတာ)",
        "(ဂ) ၁ ပေ (၀.၃ မီတာ)"
    ],
    answer: 2
},
{
    question: "လမ်းဆုံတွင် 'ရပ်' သင်္ကေတတွေ့လျှင် သင်ဘာလုပ်ရမည်နည်း။",
    options: [
        "(က) မဖြစ်မနေရပ်ရမည်။",
        "(ခ) ရှေ့မှာ မီးပွိုင့်ရှိလျှင်သာ ရပ်ရမည်။",
        "(ဂ) ရပ်စရာမလိုပါ။"
    ],
    answer: 0
},
{
    question: "ကားတံခါးဖွင့်လိုက်သည့်အချိန်တွင် သင့်အနေဖြင့် ဘာသတိထားရမည်နည်း။",
    options: [
        "(က) အနီးဆုံးရှိ ယာဉ်သွားလာမှုအခြေအနေ",
        "(ခ) နောက်ကြည့်မှန်",
        "(ဂ) လက်ဆွဲဘရိတ်"
    ],
    answer: 0
},
{
    question: "ယာဉ်ရပ်နားရာတွင် ခြေနင်းကလပ်ကို နောက်ကျမှ နင်းလိုက်လျှင် ဘာဖြစ်မည်နည်း။",
    options: [
        "(က) ကားတိုက်မှုဖြစ်နိုင်သည်။",
        "(ခ) ကားရုတ်တရက် ရပ်တန့်မည်။",
        "(ဂ) အင်ဂျင်ရပ်သွားမည်။"
    ],
    answer: 2
},
{
    question: "ရပ်တန့်နိုင်သော အကွာအဝေးသည် မည်သည့်အရာပေါ်တွင် မူတည်သနည်း။",
    options: [
        "(က) ကားအရှိန်နှုန်း",
        "(ခ) လမ်းနှင့် ရာသီဥတုအခြေအနေ",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး"
    ],
    answer: 2
},
{
    question: "ယာဉ်တစ်စီး၏ ရပ်တန့်နိုင်သောအကွာအဝေးမှာ ဘာဖြစ်သနည်း။",
    options: [
        "(က) မူလအရှိန်အကွာအဝေး + ဘရိတ်အုပ်အကွာအဝေး",
        "(ခ) မူလအရှိန်အကွာအဝေး + စဉ်းစားချိန်အကွာအဝေး",
        "(ဂ) မူလအရှိန်အကွာအဝေး + ရပ်ရချိန်အကွာအဝေး"
    ],
    answer: 0
},
{
    question: "မော်တော်ယာဉ်ပျက်ကြောင်း အန္တရာယ်ပြသင်္ကေတကို ယာဉ်နောက် မည်မျှအကွာတွင် ထားရမည်နည်း။",
    options: [
        "(က) ၃၃ ပေ (၁၀ မီတာ) အတွင်း",
        "(ခ) ၄၉ ပေ (၁၅ မီတာ)",
        "(ဂ) ၆၆ ပေ (၂၀ မီတာ) သို့မဟုတ် ထိုထက်ပိုဝေးသောနေရာ"
    ],
    answer: 2
},
{
    question: "ယာဉ်ရပ်တန့်ထားချိန်တွင် ခြေနင်းကလပ်ကို မည်သည့်အချိန်တွင် ဖိချသင့်သနည်း။",
    options: [
        "(က) အင်ဂျင်မလှုပ်ယမ်းမီ",
        "(ခ) ယာဉ်ရပ်နားလျှင်",
        "(ဂ) ခြေနင်းဘရိတ်ကို ဖိချလျှင်"
    ],
    answer: 0
},
{
    question: "လမ်းပေါ် ကျော်ဇုန်းအမှတ်အသားများပေါ်တွင် ယာဉ်ရပ်နားခွင့်ရှိသလား။",
    options: [
        "(က) လုံးဝရပ်နားခွင့်မရှိပါ။",
        "(ခ) နေ့အချိန်တွင် ရပ်နားနိုင်သည်။",
        "(ဂ) အများဆုံး မိနစ် ၃၀ အထိသာ ရပ်နားနိုင်သည်။"
    ],
    answer: 0
},
{
    question: "ညအချိန် ယာဉ်ရပ်နားလိုပါက ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) အလင်းရောင်ရှိသောနေရာတွင် သို့မဟုတ် ရပ်နားမီးထွန်း၍ ရပ်နားရမည်။",
        "(ခ) ရှေ့မီးကြီးများကို ထွန်းထားရမည်။",
        "(ဂ) လူထုသွားလမ်းပေါ်တွင် ရပ်နားရမည်။"
    ],
    answer: 0
},
{
    question: "ဘတ်စ်ကားမှတ်တိုင် (သို့) ရထားလမ်းကူးနေရာနှင့် အနည်းဆုံး မည်မျှကွာဝေးမှ ယာဉ်ရပ်နား/ရပ်ဆိုင်းရမည်နည်း။",
    options: [
        "(က) ၆၅ ပေ (၂၀ မီတာ)",
        "(ခ) ၁၆၄ ပေ (၅၀ မီတာ)",
        "(ဂ) ၁၆ ပေ ၆ လက်မ (၅ မီတာ)"
    ],
    answer: 2
},
{
    question: "ယာဉ်ကို ရပ်ချင်သောအခါ မည်သည့်ခြေနင်းပြားကို အရင်နင်းရမည်နည်း။",
    options: [
        "(က) ပထမ ဘရိတ်၊ ပြီးနောက် ကလပ်",
        "(ခ) ပထမ ကလပ်၊ ပြီးနောက် ဘရိတ်",
        "(ဂ) ပထမ ဘရိတ်၊ ပြီးနောက် လီဗာ"
    ],
    answer: 0
},

    ],

    "2-1": [

        {
    question: "အခြားသောယာဉ်၏ နောက်မှမောင်းနှင်နေချိန်တွင် သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ရှေ့မီးများကို လက်ခနဲပြရမည်။",
        "(ခ) စုံအချက်ပြမီးများကို ဖွင့်ထားရမည်။",
        "(ဂ) ရှေ့မီးများကို အောက်စိုက်ချထားရမည်။"
    ],
    answer: 2
},
{
    question: "ရပ်ထားသောကားတစ်စီးသည် အချက်မပြဘဲ စတင်ထွက်ခွာရန် ပြင်ဆင်နေပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ချက်ချင်းရပ်၍ လမ်းပေးပါ။",
        "(ခ) အရှိန်မြှင့်၍ အမြန်ဖြတ်ကျော်ပါ။",
        "(ဂ) အရှိန်လျှော့ရန် ပြင်ဆင်ပြီး လိုအပ်ပါက ရပ်တန့်ပါ။"
    ],
    answer: 2
},
{
    question: "သင့်ယာဉ်ရှေ့မှ ဖြည်းဖြည်းသွားနေသော ဘတ်စ်ကားကို မည်သည့်အခြေအနေတွင် မကျော်သင့်သနည်း။",
    options: [
        "(က) ဘတ်စ်ကားနှေးသောကြောင့် ကျော်သင့်သည်။",
        "(ခ) ဘတ်စ်ကားရှေ့တွင် ဘာရှိသည်ကို မမြင်နိုင်လျှင် မကျော်ရ။",
        "(ဂ) ဘတ်စ်ကားအရှိန်မတင်မီ ကျော်သင့်သည်။"
    ],
    answer: 1
},
{
    question: "သင့်ရှေ့ရှိယာဉ်၏ ဘရိတ်မီးသည် ရုတ်တရက်လင်းသွားလျှင် သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဘရိတ်ကို ဆောင်နင်းပါ။",
        "(ခ) ချက်ချင်းကျော်တက်ပါ။",
        "(ဂ) အရှိန်လျှော့ပြီး သတိနှင့် ရှေ့ဆက်သွားပါ။"
    ],
    answer: 2
},
{
    question: "ကားကြီးတစ်စီး၏ နောက်တွင် မောင်းနှင်ပါက ထားရမည့်အကွာအဝေးသည် ဘယ်လိုဖြစ်ရမည်နည်း။",
    options: [
        "(က) အခြားကားများထက် ပိုများရမည်။",
        "(ခ) ပိုနည်းရမည်။",
        "(ဂ) ပုံမှန်အတိုင်းသာ ဖြစ်ရမည်။"
    ],
    answer: 0
},
{
    question: "အခြားယာဉ်၏နောက်မှ မောင်းနှင်နေစဉ် ရှေ့မီးများကို အောက်စိုက်ထိုးထားရခြင်း၏ ရည်ရွယ်ချက်မှာ ဘာနည်း။",
    options: [
        "(က) ရှေ့ယာဉ်မောင်း၏ နောက်ကြည့်မှန်ကို အလင်းပြန်စေရန်။",
        "(ခ) နောက်မှလိုက်ပါနေကြောင်း သိစေရန်။",
        "(ဂ) အန္တရာယ်ကင်းသော နောက်လိုက်အကွာအဝေးကို ထိန်းထားနိုင်စေရန်။"
    ],
    answer: 0
},
{
    question: "သင့်ရှေ့မှ နှေးကွေးစွာသွားသော ဘတ်စ်ကားကို မည်သည့်အခြေအနေတွင် မကျော်သင့်သနည်း။",
    options: [
        "(က) နှေးသောကြောင့် ကျော်သင့်သည်။",
        "(ခ) ရှေ့တွင် ဘာရှိသည်ကို မမြင်နိုင်လျှင် မကျော်ရ။",
        "(ဂ) အရှိန်မတင်မီ ကျော်သင့်သည်။"
    ],
    answer: 1
},
{
    question: "မော်တော်ဆိုင်ကယ်တစ်စီး၏ ရှေ့တွင် ကားမောင်းနေစဉ် အရေးကြီးဆုံး သတိထားရမည့်အချက်မှာ ဘာနည်း။",
    options: [
        "(က) ဟွန်းသံ မကြာခဏပေးပါ။",
        "(ခ) ရပ်မည် သို့မဟုတ် ချိုးကွေ့မည်ကို အချက်ပြပါ။",
        "(ဂ) ဆိုင်ကယ်ကို ကျော်တက်ခွင့် မပြုပါ။"
    ],
    answer: 1
},
{
    question: "ယာဉ်တစ်စီးချင်း ရှေ့နောက်တန်းစီ ရပ်နားခွင့်ပြုထားသောနေရာတွင် ဘေးချင်းယှဉ်၍ ရပ်နားနိုင်သလား။",
    options: [
        "(က) ရပ်နားခွင့် မရှိပါ။",
        "(ခ) ပစ္စည်းတင်ရန် ရပ်နားနိုင်သည်။",
        "(ဂ) ယာဉ်ကြောမပိတ်လျှင် ရပ်နားနိုင်သည်။"
    ],
    answer: 0
},
{
    question: "မျက်နှာချင်းဆိုင်မှ လာသောကားသည် သင့်ယာဉ်ကြောပေါ်သို့ တက်လာပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) လက်ယာဘက်ကပ်၍ အရှိန်လျှော့ပြီး လိုအပ်လျှင် ရပ်ပါ။",
        "(ခ) ချက်ချင်း ဘရိတ်ကို အပြည့်နင်းပါ။",
        "(ဂ) လက်ဝဲဘက်သို့ အတတ်နိုင်ဆုံး ကပ်မောင်းပါ။"
    ],
    answer: 0
},

    ],

    "2-2": [
        {
    question: "မျက်နှာချင်းဆိုင် မောင်းနှင်သွားလာနေသောယာဉ်များသည် တစ်စီးနှင့်တစ်စီး ဖြတ်သန်းရာတွင် ဘေးတိုက်ကြား အနည်းဆုံး အကွာအဝေး မည်မျှရှိရမည်နည်း။",
    options: [
        "(က) ၃ ပေ (၁ မီတာ)",
        "(ခ) ၅ ပေ (၁.၅ မီတာ)",
        "(ဂ) ၆ ပေ (၁.၈ မီတာ)"
    ],
    answer: 1
},

{
    question: "မျက်နှာချင်းဆိုင်မောင်းနှင်လာသောယာဉ်သည် လမ်းလယ်မျဉ်းကိုကျော်၍ သင့်ထံမောင်းနှင်လာပြီး ရပ်တန့်နိုင်သည့် အခြေအနေမရှိပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဘရိတ်ထိန်း၊ ဟွန်းတီး၊ ရှေ့မီးကြီးအချက်ပြပြီး လက်ယာဘက်သို့ တိမ်းရှောင်ရန် ပြင်ဆင်ပါ။",
        "(ခ) အရှိန်လျှော့ပြီး မိမိယာဉ်ကြောအတိုင်းသာ မောင်းပါ။",
        "(ဂ) တစ်ဖက်ယာဉ်ကြောသို့ ဝင်မောင်းပါ။"
    ],
    answer: 0
},

{
    question: "မျက်နှာချင်းဆိုင်ကြောမှ ကားတစ်စီးသည် ရုတ်တရက် သင့်လမ်းကြောင်းကို ဖြတ်မောင်းပါက သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) အရှိန်လျှော့၍ လက်ယာဘက်သို့ ကပ်မောင်းပြီး လိုအပ်လျှင် ရပ်ပါ။",
        "(ခ) ဟွန်းသံကျယ်ကျယ်ပေး၍ မီးထိုးပါ။",
        "(ဂ) ဘယ်ဘက်သို့ မောင်း၍ ဖြတ်သန်းခွင့်ပြုပါ။"
    ],
    answer: 0
},
    ],

    "2-3": [
      


{
    question: "မညီညာသော လမ်းမျက်နှာပြင်ပေါ်၌ မောင်းနှင်စဉ် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ရုတ်တရက် မျိုးကွေ့ခြင်းကို ရှောင်ရှားပါ။",
        "(ခ) အရှိန်မြှင့်၍ ဖြတ်မောင်းပါ။",
        "(ဂ) စတီယာရင်ကို မမြဲမြံစွာ ကိုင်ပါ။"
    ],
    answer: 0
},
{
    question: "သဲထူသော (သို့) ခဲ၊ ကျောက်စရစ်ထူသော လမ်းပေါ်တွင် လမ်းချော်မှုကို ကာကွယ်ရန် သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဂီယာအမြင့်သို့ ပြောင်းပြီး အရှိန်မြှင့်ပါ။",
        "(ခ) ဘရိတ်နင်းခြင်း၊ လွှတ်ခြင်းစနစ်ကို သုံးပါ။",
        "(ဂ) စတီယာရင်ကို ညာ၊ ဘယ် လှည့်ပါ။"
    ],
    answer: 1
},
{
    question: "သဲထူထပ်သော လမ်းမျက်နှာပြင်ပေါ် ဖြတ်မောင်းသောအခါ မည်သည့်ဂီယာကို အသုံးပြုသင့်သနည်း။",
    options: [
        "(က) ဂီယာအမြင့်",
        "(ခ) ဂီယာအနိမ့်",
        "(ဂ) မူလဂီယာဖြင့် အရှိန်မြှင့်"
    ],
    answer: 1
},
{
    question: "စိုစွတ်သောလမ်းတွင် ရပ်တန့်နိုင်သော အကွာအဝေးသည် ခြောက်သွေ့သောလမ်းထက် ဘယ်လိုဖြစ်သနည်း။",
    options: [
        "(က) နှစ်ဆတူညီသည်",
        "(ခ) နှစ်ဆဖြစ်သည်",
        "(ဂ) ထက်အများကြီး ပိုလိုအပ်သည်"
    ],
    answer: 1
},
{
    question: "စိုစွတ်သော မျက်နှာပြင်တွင် အရှိန်မြှင့်ခြင်းသည် ဘာဖြစ်စေသနည်း။",
    options: [
        "(က) တာယာကြောင့် ရေစင်ထွက်မှုပမာဏ များစေသည်။",
        "(ခ) စည်းကမ်းဖောက်ဖျက်ခြင်း ဖြစ်သည်။",
        "(ဂ) ပိုမြန်မြန် ရောက်ရှိစေသည်။"
    ],
    answer: 0
},
{
    question: "မောင်းနှင်နေသော ယာဉ်များအကြား အကွာအဝေးသည် စိုစွတ်သောလမ်းတွင် ဘယ်လိုဖြစ်ရမည်နည်း။",
    options: [
        "(က) ခြောက်သွေ့သောလမ်းနှင့် တူညီသည်။",
        "(ခ) ခြောက်သွေ့သောလမ်းထက် ပိုလိုအပ်သည်။",
        "(ဂ) အနည်းငယ်သာ လိုအပ်သည်။"
    ],
    answer: 1
},
{
    question: "လမ်းပေါ် ရေကျော်နေသောနေရာကို ဖြတ်ပြီးနောက် သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဘရိတ်ကို နင်းလိုက်၊ လွှတ်လိုက် ပြုလုပ်ပါ။",
        "(ခ) လက်ဆွဲဘရိတ်ဆွဲပြီး စောင့်ပါ။",
        "(ဂ) ကားရပ်ပြီး ဘရိတ်ခြောက်အောင် လုပ်ပါ။"
    ],
    answer: 0
},
{
    question: "လမ်းပေါ် ရေကျော်နေသောနေရာသို့ ချဉ်းကပ်သောအခါ ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) အရှိန်လျှော့ပြီး ဂီယာဖရီးထိုးပါ။",
        "(ခ) အရှိန်မြှင့်ပြီး ဂီယာအမြင့်သို့ ပြောင်းပါ။",
        "(ဂ) အရှိန်လျှော့ပြီး ဂီယာအနိမ့်သို့ ပြောင်းပါ။"
    ],
    answer: 2
},
{
    question: "စိုစွတ်နေသောလမ်းပေါ်တွင် သင့်ကားရှေ့သို့ လမ်းချော်သွားလျှင် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဘရိတ်ကို အပြည့်နင်းပါ။",
        "(ခ) အရှိန်မြှင့်၍ ထိန်းပါ။",
        "(ဂ) အရှိန်လျှော့ကာ စတီယာရင်ကို ထိန်းထားပါ။"
    ],
    answer: 2
},
{
    question: "စိုစွတ်နေသောလမ်းပေါ်တွင် ပုံမှန်မောင်းနှင်နှုန်းအောက် အနည်းဆုံး မည်မျှလျှော့၍ မောင်းသင့်သနည်း။",
    options: [
        "(က) ၁၀%",
        "(ခ) ၅၀%",
        "(ဂ) ၂၀%"
    ],
    answer: 1
},
{
    question: "စိုစွတ်သော ရာသီဥတုအခြေအနေတွင် သင့်အနေဖြင့် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) အရှိန်လျှော့၍ မောင်းရမည်။",
        "(ခ) ခြောက်သွေ့သောအခြေအနေနှင့် တူညီသည်။",
        "(ဂ) ပိုမြန်မြန် မောင်းနိုင်သည်။"
    ],
    answer: 0
},
{
    question: "စိုစွတ်သော ရာသီဥတုကြောင့် ရှေ့မြင်ကွင်းကန့်သတ်ပါက ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ရှေ့မီးဖွင့်၊ အရှိန်လျှော့၊ ရှေ့ယာဉ်နှင့် ၂ ဆအကွာထားပါ။",
        "(ခ) ရှေ့မီးကို မြှင့်ထားပါ။",
        "(ဂ) မီးကို ဖွင့်ပိတ်လုပ်၍ သတိပေးပါ။"
    ],
    answer: 0
},
{
    question: "မျက်နှာပြင်ချောသော လမ်းတွင် မောင်းနှင်ပါက ဘာဖြစ်မည်နည်း။",
    options: [
        "(က) ရပ်တန့်ရန် အရှိန်နှင့် အကွာအဝေး ပိုလိုအပ်သည်။",
        "(ခ) လက်ကိုင်ကို ထိန်းရ ပိုလေးသည်။",
        "(ဂ) ယာဉ်ကို ထိန်းရ ပိုလေးသည်။"
    ],
    answer: 0
},
{
    question: "စိုစွတ်သောလမ်းပေါ်တွင် အရှိန်ဖြင့် ဘရိတ်အုပ်ခြင်းကို အဘယ်ကြောင့် မပြုလုပ်သင့်သနည်း။",
    options: [
        "(က) ဘီးလျှော၍ မထိန်းနိုင်သော အခြေအနေ ဖြစ်နိုင်သည်။",
        "(ခ) ဘေးလူများကို ရေစင်နိုင်သည်။",
        "(ဂ) လက်ဆွဲဘရိတ် အသုံးမပြုနိုင်သောကြောင့်။"
    ],
    answer: 0
},
{
    question: "လမ်းပေါ် ရေကျော်နေသောနေရာသို့ ချဉ်းကပ်သောအခါ မည်သည့်ဂီယာကို သုံးသင့်သနည်း။",
    options: [
        "(က) ဂီယာဖရီး",
        "(ခ) ဂီယာအမြင့်",
        "(ဂ) ဂီယာအနိမ့်"
    ],
    answer: 2
},
{
    question: "မိုးရွာခြင်းကြောင့် လမ်းမျက်နှာပြင်ချောလာသောအခါ ဘာဖြစ်စေသနည်း။",
    options: [
        "(က) တာယာသစ်များ လိုအပ်သည်။",
        "(ခ) ဈေးကြီးသောတာယာများ လိုအပ်သည်။",
        "(ဂ) တာယာကုပ်နိုင်မှုစွမ်းအား လျော့ကျစေသည်။"
    ],
    answer: 2
},

    ],

    "2-4": [
        {
    question: "လေတင်းလွန်းသောတာယာများသည် လမ်းနှင့်ထိတွေ့ရာတွင် ဘာဖြစ်မည်နည်း။",
    options: [
        "(က) လိုအပ်သည်ထက် ထိတွေ့မှုနည်းမည်။",
        "(ခ) လိုအပ်သည်ထက် ထိတွေ့မှုများမည်။",
        "(ဂ) ပုံမှန်တာယာအတိုင်း ရှိမည်။"
    ],
    answer: 0
},
{
    question: "တာယာပေါက်သောအခါ စတီယာရင်ကို မြဲမြံစွာကိုင်ထိန်း၍ ကားကို ဘယ်ဘက်သို့ ဦးတည်သင့်သနည်း။",
    options: [
        "(က) ရှေ့သို့ ဆက်မောင်းပါ။",
        "(ခ) ယာဉ်၏ ဆွဲငင်ရာဘက်သို့ ဦးတည်ပါ။",
        "(ဂ) ယာဉ်ဆွဲငင်ရာဘက် ဆန့်ကျင်ဘက်သို့ ဦးတည်ပါ။"
    ],
    answer: 2
},
{
    question: "တာယာကောင်းများသည် စိုနေသောလမ်းပေါ်တွင် ဘာအာမခံပေးသနည်း။",
    options: [
        "(က) လမ်းမချော်ရန် အာမခံမပေးပါ။",
        "(ခ) လမ်းမချော်ရန် အာမခံပေးသည်။",
        "(ဂ) တာယာအသစ်မှသာ အာမခံပေးနိုင်သည်။"
    ],
    answer: 1
},
{
    question: "နောက်တာယာပေါက်ချိန်ထက် ရှေ့တာယာပေါက်ချိန်တွင် ကား၏ ဘေးဘက်သို့ ဆွဲငင်မှုသည် ဘယ်လိုဖြစ်သနည်း။",
    options: [
        "(က) အတူတူပင် ဖြစ်သည်။",
        "(ခ) နည်းသည်။",
        "(ဂ) ပိုများသည်။"
    ],
    answer: 2
},
{
    question: "ဘီးပေါက်သွားပါက မည်ကဲ့သို့ လဲသင့်သနည်း။",
    options: [
        "(က) မူလီခေါင်းကို လျှော့ပြီး ကားကို ဂျိုက်ထောက်၍ မြှင့်ပါ။",
        "(ခ) ကားကို အရင်မြှောက်ပြီးမှ မူလီလျှော့ပါ။",
        "(ဂ) မူလီကို တင်းပြီးမှ ကားမြှောက်ပါ။"
    ],
    answer: 0
},
{
    question: "တာယာများကို မည်သည့်အခြေအနေတွင် ပြောင်းလဲသင့်သနည်း။",
    options: [
        "(က) တာယာတံဆိပ်အသစ် စမ်းသုံးချင်သောအခါ။",
        "(ခ) အရစ်အကြောင်းများကို မမြင်ရသောအခါ။",
        "(ဂ) တာယာပန်းအထူ ၁.၆ မီလီမီတာထက် နည်းသောအခါ။"
    ],
    answer: 2
},
{
    question: "လက်ယာဘက် ဘီးတစ်ဘီး (သို့) နှစ်ဘီး လမ်းနဘေးသို့ ကျသွားပါက ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) အရှိန်ကို ဖြည်းဖြည်းလျှော့ပြီး လမ်းပေါ်သို့ ပြန်တက်ပါ။",
        "(ခ) ဘရိတ်ကို ချက်ချင်းနင်းပါ။",
        "(ဂ) အရှိန်မြှင့်ပြီး လမ်းပေါ်သို့ ပြန်တက်ပါ။"
    ],
    answer: 0
},
{
    question: "ကားဘီး လေလျှော့နေလျှင် ဘာဖြစ်ပွားနိုင်သနည်း။",
    options: [
        "(က) ကားသည် ဟိုဘက်ဒီဘက် လှုပ်ယမ်းနေမည်။",
        "(ခ) ကားသည် မျဉ်းဖြောင့်အတိုင်း ဆောင့်ထွက်သွားမည်။",
        "(ဂ) ကား တုံ့ကနဲ ရပ်သွားမည်။"
    ],
    answer: 0
},


    ],

    "2-5": [
{
    question: "ယာဉ်မတော်တဆမှုဖြစ်ပါက ထိုင်ခုံခါးပတ်ကို မည်သူများ ပတ်ရမည်နည်း။",
    options: [
        "(က) ယာဉ်မောင်းသာ",
        "(ခ) ရှေ့ခရီးသည်နှင့် ယာဉ်မောင်း",
        "(ဂ) ယာဉ်မောင်းနှင့် ခရီးသည်အားလုံး"
    ],
    answer: 2
},
{
    question: "မတော်တဆမှုဖြစ်ပွားရာသို့ ရဲရောက်လာသည်အထိ စောင့်နေစဉ် ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ယာဉ်များကို မရွှေ့ပါနှင့်။",
        "(ခ) ယာဉ်များကို ချက်ချင်း ရွှေ့ပါ။",
        "(ဂ) ဒဏ်ရာရသူကို ကယ်ဆယ်ရာတွင် အဟန့်အတားဖြစ်လျှင် ယာဉ်ကို ရွှေ့ပါ။"
    ],
    answer: 2
},
{
    question: "ယာဉ်မတော်တဆမှုများ၏ အဓိက အကြောင်းရင်းအများစုမှာ ဘာဖြစ်သနည်း။",
    options: [
        "(က) ရာသီဥတုနှင့် လမ်းအနေအထား",
        "(ခ) လမ်းတားဆီးမှုနှင့် လမ်းပြင်မှု",
        "(ဂ) လမ်းအသုံးပြုသူများ"
    ],
    answer: 2
},
{
    question: "သင်သည် မတော်တဆထိခိုက်မှုတွင် ပါဝင်နေပါက ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ဒဏ်ရာမရှိလျှင် မရပ်ပါနှင့်။",
        "(ခ) ဒဏ်ရာမရှိသော်လည်း ယာဉ်ကို ရပ်ပါ။",
        "(ဂ) ယာဉ်ထိန်းရဲကို အရင်ခေါ်ပါ။"
    ],
    answer: 1
},
{
    question: "မတော်တဆမှုဖြစ်ပွားရာတွင် ယာဉ်ထိန်းရဲ မရောက်မီ ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) ယာဉ်များကို မရွှေ့ပါနှင့်။",
        "(ခ) ယာဉ်များကို ရွှေ့ပါ။",
        "(ဂ) ကယ်ဆယ်ရေးအဟန့်အတားဖြစ်လျှင်သာ ယာဉ်ကို ရွှေ့ပါ။"
    ],
    answer: 2
},
{
    question: "အသက်အရွယ်ကြီးရင့်သူများသည် မတော်တဆယာဉ်တိုက်မှုတွင် အဓိကဖြစ်လေ့ရှိခြင်း၏ အကြောင်းရင်းမှာ ဘာနည်း။",
    options: [
        "(က) ဆေးပညာသုတေသနကြောင့်",
        "(ခ) လှုပ်ရှားမှုနှေးကွေးခြင်းကြောင့်",
        "(ဂ) မေ့တတ်ခြင်းကြောင့်"
    ],
    answer: 1
},
    ],

    "2-6": [{
    question: "မည်သည့်အချိန်တွင် ဟွန်းတီးရမည်နည်း။",
    options: [
        "(က) လူအများ လမ်းတစ်ဘက်သို့ ကူးမည့်အခါ။",
        "(ခ) အခြားလူများကို အန္တရာယ်မဖြစ်အောင် သတိပေးသောအခါ။",
        "(ဂ) လမ်းဦးစားပေးရန် တိုက်တွန်းသောအခါ။"
    ],
    answer: 1
},
{
    question: "စုံအချက်ပြမီးကို အသုံးပြုရသည့် အခြေအနေမှာ မည်သည့်အခြေအနေဖြစ်သနည်း။",
    options: [
        "(က) မီးပွိုင့်လမ်းဆုံတွင်ရပ်စဉ်။",
        "(ခ) မီးမထွန်းထားသောလမ်းပေါ်တွင် မောင်းနှင်စဉ်။",
        "(ဂ) သင်၏ယာဉ်ချို့ယွင်း၍ရပ်နေစဉ်။"
    ],
    answer: 2
},
{
    question: "မှန်ကန်သောအချက်ပြခြင်းကို ကြိုတင်အသုံးပြုခြင်းသည် အခြားလမ်းအသုံးပြုသူများကို မည်သည့်အရာရရှိစေသနည်း။",
    options: [
        "(က) တုံ့ပြန်ဆောင်ရွက်ရန်အချိန်။",
        "(ခ) တုံ့ပြန်ဆောင်ရွက်ရန်အကွာအဝေး။",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး။"
    ],
    answer: 2
},
{
    question: "ရှေ့မီးကြီးများကြောင့် မျက်နှာချင်းဆိုင်မှလာသော ယာဉ်မောင်းများ မျက်စိမစူးစေရန် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ရှေ့မီးကြီးများကို ဖွင့်လိုက်ပိတ်လိုက်လုပ်ပါ။",
        "(ခ) ရှေ့မီးကြီးကို အနိမ့်အမြင့်ပြုလုပ်ပေးပါ။",
        "(ဂ) ရှေ့မီးကြီးကို အောက်စိုက်ကျပေးပါ။"
    ],
    answer: 2
},
{
    question: "ညအချိန်၌ သင့်ယာဉ်၏ရှေ့မီးများကို အောက်စိုက်ချထားခြင်းသည် မည်သည့်အကျိုးရှိသနည်း။",
    options: [
        "(က) ဘတ္ထရီ အချိန်ကြာကြာ အသုံးပြုနိုင်ပါသည်။",
        "(ခ) ရှေ့မီးကြီး၏ အလင်းရောင်ပြန့်ခြင်းမှ ကာကွယ်ပေးပါသည်။",
        "(ဂ) သင့်ရှေ့ရှိ ယာဉ်မောင်းကို မျက်စိပြာခြင်းမှ ကင်းဝေးစေပါသည်။"
    ],
    answer: 2
},
{
    question: "သင့်ယာဉ်၏ နောက်မီးများ ချို့ယွင်းနေပါက မည်သို့ဖြစ်သနည်း။",
    options: [
        "(က) နေ့အချိန်မှသာ မောင်းသင့်ပါသည်။",
        "(ခ) ဘယ်လိုပဲဖြစ်ဖြစ် မောင်းရန် အဆင်ပြေပါသည်။",
        "(ဂ) ယာဉ်ကို မောင်းနှင်ရန် စည်းကမ်းဖောက်ဖျက်မှုဖြစ်ပါသည်။"
    ],
    answer: 2
},
{
    question: "ဘက်ထရီသတိပေးမီးသည် မည်သည့်အခြေအနေကို ညွှန်ပြသနည်း။",
    options: [
        "(က) အားသွင်းစနစ်သည် သင့်လျော်စွာအလုပ်မလုပ်ပါ။",
        "(ခ) အက်ဆစ်ကုန်တော့မည့် အနေအထားဖြစ်သည်။",
        "(ဂ) ဘက်ထရီ သက်တမ်းကုန်သည်။"
    ],
    answer: 0
},
{
    question: "လာနေသောယာဉ်၏ ရှေ့မီးများကြောင့် သင့်မျက်လုံးပြာသွားမည်ဆိုလျှင် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) သင့်ယာဉ်၏ ရှေ့မီးလုံးကြီးဖြင့် ယှဉ်မောင်းအချက်ပြပါ။",
        "(ခ) အခြားသောယာဉ်၏အာရုံစိုက်မှုရရန် သင့်ယာဉ်၏ရှေ့မီးများကိုဖွင့်လိုက်၊ ပိတ်လိုက်လုပ်ပါ။",
        "(ဂ) ထိုးနေသောအလင်းရောင်၏ လက်ယာဘယွန်းယွန်းကို မဖြစ်စလောက်လေး ကြည့်ပါ။"
    ],
    answer: 2
},
{
    question: "မည်သည့်အချိန်တွင် ဟွန်းသံပေးရမည်နည်း။",
    options: [
        "(က) လူအများလမ်းဖြတ်ကူးမည့်နေအထားတွင်။",
        "(ခ) အခြားလူများကို အန္တရာယ်မဖြစ်အောင် သတိပေးသောအခါ။",
        "(ဂ) မိမိကိုယ်လမ်းဦးစားပေးစေလိုသောအခါ။"
    ],
    answer: 1
},
{
    question: "ညအချိန်၌ မီးရောင်မှိန်သော အကွာအဝေးထက်ပို၍ မောင်းခြင်းသည် အန္တရာယ်ဖြစ်ရခြင်းမှာ အဘယ်ကြောင့်နည်း။",
    options: [
        "(က) သင်မြင်နိုင်သောအကွာအဝေးသည် အရေးပေါ်ရပ်ရန်လိုအပ်သော အကွာအဝေးထက် ပိုရှည်သောကြောင့်ဖြစ်သည်။",
        "(ခ) သင်မြင်နေရသော အကွာအဝေးသည် အရေးပေါ်ရပ်ရန် လုံလောက်သော အကွာအဝေး မရှိသောကြောင့်ဖြစ်သည်။",
        "(ဂ) သင်တိုးမြှင့်လိုက်သောအကွာအဝေးသည် အရေးပေါ်ရပ်ရန် လုံလောက်သော အကွာအဝေးထက် ပိုရှည်သောကြောင့်ဖြစ်သည်။"
    ],
    answer: 1
},
{
    question: "ညအချိန်၌ ရှေ့မီးကြီးများကိုဖွင့်၍ မောင်းနှင်နေရာမှ မည်သည့်အချိန်တွင် ရှေ့မီးကြီးများကို အောက်သို့နှိမ့်ပေးရမည်နည်း။",
    options: [
        "(က) မိမိရှေ့မှ မောင်းနှင်နေသော ယာဉ် သို့မဟုတ် မျက်နှာချင်းဆိုင်မှမောင်းလာသောယာဉ်သည် မီတာ (၂၀၀) အကွာအဝေးသို့ ရောက်ရှိလာပါက။",
        "(ခ) မျက်နှာချင်းဆိုင်မှမောင်းနှင်လာသောယာဉ်သည် မီတာ (၂၀၀) အကွာအဝေးသို့ ရောက်ရှိလာပါက။",
        "(ဂ) မည်သည့်အချိန်မှ ရှေ့မီးကြီးများကို အောက်သို့နှိမ့်ပေး၍ မောင်းရ။"
    ],
    answer: 0
},
{
    question: "မှန်ကန်သောကြိုတင်အချက်ပြခြင်းသည် အခြားလမ်းအသုံးပြုသူများကို မည်သည့်အရာရရှိစေသနည်း။",
    options: [
        "(က) တုံ့ပြန်ဆောင်ရွက်ရန် အချိန်ရစေသည်။",
        "(ခ) တုံ့ပြန်ဆောင်ရွက်ရန် အကွာအဝေးရရှိစေသည်။",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး။"
    ],
    answer: 2
},
{
    question: "လက်ဝဲဘက်အချက်ပြမီးကို မည်သည့်အခြေအနေအတွက် အသုံးပြုရမည်နည်း။",
    options: [
        "(က) လက်ဝဲဘက်သို့ ကပ်မည် သို့မဟုတ် ကွေ့မည်။",
        "(ခ) ကျော်တက်နိုင်သည်။",
        "(ဂ) ရပ်မည်။"
    ],
    answer: 0
},
{
    question: "ညအချိန် မျက်နှာချင်းဆိုင်မှ မောင်းနှင်လာသောယာဉ်၏ ရှေ့မီးကြီးများသည် သင်၏အမြင်အာရုံအား အနှောင့်အယှက်ဖြစ်ပေါ်စေပါက မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) အမြင်အာရုံ ပုံမှန်ဖြစ်သည်အထိ ယာဉ်၏ အရှိန်ကို လျှော့ချထားရမည်။",
        "(ခ) လမ်းလယ်မျဉ်းကို ကြည့်၍ မောင်းရမည်။",
        "(ဂ) အမြင်အာရုံပုံမှန်ဖြစ်စေရန် မျက်လုံးကို ခေတ္တပိတ်ရမည်။"
    ],
    answer: 0
},
{
    question: "သင့်ယာဉ်၏ရှေ့မီးများကို ဖွင့်မထွန်းထားရမည့်အချိန်သည် မည်သည့်အချိန်ဖြစ်သနည်း။",
    options: [
        "(က) မနက် (၆) နာရီမှ နောက်တစ်နေ့မနက် (၆) နာရီထိ။",
        "(ခ) ည (၆) နာရီမှ မနက် (၆) နာရီအတွင်း။",
        "(ဂ) မနက် (၆) နာရီမှ ည (၆) နာရီထိ။"
    ],
    answer: 1
},
{
    question: "သင့်ယာဉ်၏ ရှေ့မီးကြီးများကိုသုံးရမည့်အချိန်သည် မည်သည့်အချိန်ဖြစ်သနည်း။",
    options: [
        "(က) မြင်ကွင်းသည် မှုန်ဝါးနေသောအခါ။",
        "(ခ) သင့်ကိုမြင်စေချင်သောအခါ။",
        "(ဂ) မြင်ကွင်းမှုန်ဝါးနေချိန်တွင် အကွေ့များသို့ ချဉ်းကပ်ဝင်ရောက်သောအခါ။"
    ],
    answer: 0
},
{
    question: "အောက်ဖော်ပြပါလုပ်ဆောင်ချက်များထဲမှ မည်သည့်လုပ်ဆောင်ချက်သည် မှန်ကန်သနည်း။",
    options: [
        "(က) ဟွန်းကို လုံးဝမသုံးရပါ။",
        "(ခ) မတော်တဆမှုဖြစ်ပွားခြင်းကို ကာကွယ်ရန် ဟွန်းသံပေးပါ။",
        "(ဂ) အထူးသဖြင့် ယာဉ်ကြောရှုပ်ထွေးနေချိန်၌ ဟွန်းသံပေးပါ။"
    ],
    answer: 1
},


    ],

    "2-7": [
        {
    question: "အပူချိန်ပြဂိတ်တွင် လက်တံသည် အနီရောင်အစိတ်အပိုင်းကို ညွှန်ပြနေခြင်းသည် မည်သည့်အခြေအနေကိုပြသနည်း။",
    options: [
        "(က) အင်ဂျင်ဝိုင်ကုန်ခန်းသွားခြင်းကိုပြသည်။",
        "(ခ) အင်ဂျင်ဝိုင်အပူလွန်ကဲမှုကိုပြသည်။",
        "(ဂ) အင်ဂျင်အပူလွန်ကဲမှုကိုပြသည်။"
    ],
    answer: 2
},
{
    question: "ကားအင်ဂျင်သည် အပူလွန်သွားပါက သင့်အနေဖြင့် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ကားရပ်လိုက်၍ စက်ပိတ်ကာ ချက်ချင်းပင်အပူထိန်းကိရိယာကို ရပ်တန့်စေလိုက်ပါ။",
        "(ခ) လမ်းဘေးတွင် အမြန်အင်ဂျင်ရပ်လိုက်ပါ။ အင်ဂျင်ကို အေးစေပြီးနောက်မှသာလျှင် အပူထိန်းကိရိယာကို ရပ်တန့်စေလိုက်ပါ။",
        "(ဂ) အနီးဆုံး ဝပ်ရှော့သို့ အမြန်ဆုံးမောင်းနှင်လိုက်ပါ။"
    ],
    answer: 1
},

    ],
    "3-1": [
        {
    question: "တူညီသောလမ်းဆုံတွင် ယာဉ်နှစ်စီးတစ်ပြိုင်နက်တည်းရောက်ရှိပါက မည်သည့်ယာဉ်ကို ဖြတ်ကျော်ခွင့်ပြုရမည်နည်း။",
    options: [
        "(က) မိမိလက်ယာဘက်မှယာဉ်",
        "(ခ) မိမိလက်ဝဲဘက်မှယာဉ်",
        "(ဂ) ကွေ့မည့်ယာဉ်"
    ],
    answer: 0
},
{
    question: "သင်ယာဉ်မောင်းနေစဉ် အရေးပေါ်ယာဉ်တစ်စီး၏ အချက်ပြဥဩသံကို ကြားလျှင် သင့်အနေဖြင့် မည်သို့လုပ်ဆောင်ရမည်နည်း။",
    options: [
        "(က) မိမိယာဉ်ကို လမ်းဘေးသို့ကပ်၍ ရပ်ထားရမည်။",
        "(ခ) အရှိန်တင်၍ လမ်းဘေးသို့ ထိုးဆင်းလိုက်ရမည်။",
        "(ဂ) အရှိန်လျှော့၍ လက်ယာဘက်သို့ ကပ်မောင်းကာ လမ်းပေးရမည်။"
    ],
    answer: 0
},
{
    question: "သင့်ကား၏နောက်တွင် အရေးပေါ်ကားတစ်စီးကိုတွေ့လျှင် လက်ယာဘက်သို့ ကပ်ပေးမည်အပြင် မည်သို့လုပ်ဆောင်ရမည်နည်း။",
    options: [
        "(က) မိမိထံသို့ မီးထိုးလာလျှင် ကပ်ပေးမည်။",
        "(ခ) အချက်ပြအလင်းပေးလျှင် ကပ်ပေးမည်။",
        "(ဂ) ကပ်မပေးပါ။ အရှိန်မြှင့်၍ မောင်းနှင်မည်။"
    ],
    answer: 1
},
{
    question: "သင်သည် “ဦးစားပေး” သင်္ကေတကို လမ်းဆုံတွင်တွေ့ရသောအခါ မည်သို့လုပ်ဆောင်ရမည်နည်း။",
    options: [
        "(က) ဦးစားပေးရန် အမြဲရပ်ပေးရမည်။",
        "(ခ) အရှိန်လျှော့ပြီး ရှေ့လမ်းကြောင်းရှင်းလျှင် ဆက်သွားပါ။",
        "(ဂ) လမ်းရှင်းနေပါက အရှိန်မြှင့်ပါ။"
    ],
    answer: 1
},
{
    question: "သာမန်အားဖြင့် အရေးကြီးယာဉ်တစ်စီး၏ အချက်ပေးဥဩသံကိုကြားရပါက မည်သို့လုပ်ဆောင်ရမည်နည်း။",
    options: [
        "(က) လက်ယာဘက်သို့ ကပ်၍ ကျော်တက်ခွင့်ပြုရမည်။",
        "(ခ) ချက်ချင်းရပ်ရမည်။",
        "(ဂ) ကျော်တက်ခွင့်ပြုပြီး ၎င်းနောက်မှကပ်လျက် ဆက်လက်မောင်းနှင်ရမည်။"
    ],
    answer: 0
},

    ],
    "3-2": [
        

// (၁၆) ကုန်းဆင်း/တက်၊ တောင်တက်/ဆင်းလမ်း
{
    question: "သင်သည် တောင်တက်လမ်း၌ မောင်းနှင်နေစဉ် သင့်ရှေ့မှယာဉ်အား မည်သို့မောင်းနှင်သင့်သနည်း။",
    options: [
        "(က) လမ်းကြောင်းသိမ်းရန် နောက်မှကပ်လိုက်ပါ။",
        "(ခ) ကျော်တက်ပါ။ သို့မှသာ တောင်ပေါ်တက်ဖို့ရန် လမ်းရှင်းမည်။",
        "(ဂ) သင့်ရှေ့မှယာဉ်အား ကျော်တက်ဘို့ အန္တရာယ်ကင်းသော အကွာအဝေးမျှနောက်မှမောင်းပါ။"
    ],
    answer: 2
},
{
    question: "မတ်စောက်သော ကုန်းဆင်းတွင်မောင်းနှင်သောအခါ မည်သည့်ဂီယာကို ထိုးသင့်သနည်း။",
    options: [
        "(က) ဂီယာနံပါတ် (၁) သို့မဟုတ် ဂီယာနံပါတ် (၂) ထိုးသင့်သည်။",
        "(ခ) ဂီယာနံပါတ် (၂) သို့မဟုတ် ဂီယာနံပါတ် (၃) ထိုးသင့်သည်။",
        "(ဂ) ဂီယာနံပါတ် (၄) မှသာလျှင် ထိုးသင့်သည်။"
    ],
    answer: 1
},
{
    question: "သင့်ယာဉ်ကို ကုန်းဆင်းတွင် ရပ်တန့်ရ၍ လိမ့်မဆင်းစေရန် လက်ဆွဲဘရိတ်ဆွဲပြီး ကြိုတင်ကာကွယ်မှုတစ်ခုအနေဖြင့် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ဂီယာထိုးပါ။",
        "(ခ) စက်ယန္တရားကို လျှော့ထားပါ။",
        "(ဂ) ကားမလိမ့်စေရန် ကြမ်းတုံးအုပ်ပါ။"
    ],
    answer: 0
},
{
    question: "တောင်ပေါ်လမ်းတွင်မောင်းနှင်သောအခါ ယာဉ်မောင်းသူသည် မည်သို့လိုက်နာရမည်နည်း။",
    options: [
        "(က) အဆင်းနှင့်အတက်ယာဉ်များဆုံရာ၌ ရှောင်တိမ်းရန် အခက်အခဲရှိပါက အဆင်းယာဉ်သည် လမ်းလက်ယာဘက်ဘေးသို့ တတ်နိုင်သမျှကပ်၍ ရပ်ပေးပြီး အတက်ယာဉ်ကို ဦးစားပေးရမည်။",
        "(ခ) အကယ်၍ အဆင်းနှင့်အတက်ယာဉ်များဆုံသည့်နေရာ၌ ရှောင်တိမ်းရန် မလွယ်ကူခဲ့သော် အတက်ယာဉ်မှ ယာဉ်ကို နောက်ဆုတ်ပေးရမည်။",
        "(ဂ) မည်သည့်အခြေအနေတွင်မဆို အတက်ယာဉ်အား ဦးစားပေးရမည်။"
    ],
    answer: 0
},
{
    question: "ကုန်းတက်ပေါ်ကိုမောင်းနှင်စဉ် လီဗာပေါ်တွင် သုံးရမည့်ဖိအားသည် မည်သို့ဖြစ်သင့်သနည်း။",
    options: [
        "(က) ပုံမှန်ထက်နည်းရမည်။",
        "(ခ) ပုံမှန်အတိုင်းရမည်။",
        "(ဂ) ပုံမှန်ထက်ပိုရမည်။"
    ],
    answer: 2
},
{
    question: "မတ်စောက်သောတောင်တက်လမ်းကို ချဉ်းကပ်သောအခါ မည်သို့ပြုလုပ်ရမည်နည်း။",
    options: [
        "(က) တောင်တက်လမ်းပေါ်မတက်ခင် ဂီယာနံပါတ် (၁) သို့မဟုတ် ဂီယာနံပါတ် (၂) ပြောင်းရန်။",
        "(ခ) တောင်တက်လမ်းပေါ်မတက်ခင် ဂီယာနံပါတ် (၃) သို့မဟုတ် ဂီယာနံပါတ် (၄) ပြောင်းရန်။",
        "(ဂ) တောင်တက်လမ်းပေါ်တက်နေစဉ် ဂီယာနံပါတ် (၁) သို့မဟုတ် ဂီယာနံပါတ် (၂) ပြောင်းရန်။"
    ],
    answer: 0
},
{
    question: "တိုတောင်း၍ မတ်စောက်သော ကုန်းဆင်းကိုဆင်းရာတွင် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ဂီယာနံပါတ် (၃)၊ လက်ဆွဲဘရိတ်နှင့် ခြေနင်းဘရိတ်တို့ကို တစ်ပြိုင်တည်း အသုံးပြုပါ။",
        "(ခ) ကြားဂီယာနှင့် ခြေနင်းဘရိတ် သုံးပါ။",
        "(ဂ) ဂီယာနံပါတ် (၁) နှင့် ခြေနင်းဘရိတ်သုံးပါ။"
    ],
    answer: 2
},
{
    question: "ဆင်းခြေလျှောတွင် မော်တော်ယာဉ်ရပ်နား၍ သင်အသုံးပြုရန်လိုအပ်သည်မှာ မည်သို့နည်း။",
    options: [
        "(က) ခြေနင်းဘရိတ်ပေါ်တွင် ပုံမှန်ဖိအားသာဖိရန်။",
        "(ခ) ခြေနင်းဘရိတ်ပေါ်တွင် ပုံမှန်ဖိအားထက် ပို၍ဖိထားရန်။",
        "(ဂ) ခြေနင်းဘရိတ်ပေါ်တွင် ဖိအားနည်းငယ်သာဖိရန်။"
    ],
    answer: 1
},
{
    question: "တောင်ပေါ်လမ်းမှ ဆင်းသောအခါ သင်သည် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ကလပ်ခြေနင်းပြားကို နင်းပြီး သင့်ယာဉ်၏ အရှိန်ကိုလျှော့ပါ။",
        "(ခ) ကလပ်ခြေနင်းပြားကို နင်းပြီး အင်ဂျင်ဘရိတ်သုံးပါ။",
        "(ဂ) ကလပ်ခြေနင်းပြားကို လျှော့ပြီး အင်ဂျင်ဘရိတ်သုံးပါ။"
    ],
    answer: 2
},
{
    question: "တောင်တက်လမ်း၌ မည်သည့်ယာဉ်သည် ဦးစားပေးနေရာရသနည်း။",
    options: [
        "(က) အတက်ယာဉ်",
        "(ခ) အဆင်းယာဉ်",
        "(ဂ) အခြေအနေပေါ်မူတည်သည့်ယာဉ်"
    ],
    answer: 0
},
{
    question: "သင့်၏ယာဉ်ကို ဆင်းခြေလျှောပေါ်တွင်ရပ်ရန် မည်သို့ဆောင်ရွက်မည်နည်း။",
    options: [
        "(က) လက်ဆွဲဘရိတ်ကို ဖျတ်လတ်စွာ ဆွဲရမည်။",
        "(ခ) ခြေနင်းဘရိတ်ကို အရင်နင်းပြီး လက်ဆွဲဘရိတ်ကို ဆွဲရမည်။",
        "(ဂ) ခြေနင်းဘရိတ်ကိုဖိနင်းပြီး ပထမဂီယာကို ထိုးရမည်။"
    ],
    answer: 1
},
{
    question: "ကုန်းတက်တစ်ခုကို တက်ရာတွင် လုပ်ဆောင်ရမည့် မှန်ကန်သည့်အခြေအနေမှာ မည်သို့နည်း။",
    options: [
        "(က) အတက်တွင် အရှိန်လျှော့၍ အဆင်းတွင် အရှိန်မြှင့်လိုက်ပါ။",
        "(ခ) အတက်တွင် အရှိန်မြှင့်၍ အဆင်းတွင် အရှိန်လျှော့လိုက်ပါ။",
        "(ဂ) အတက်တွင်ရော အဆင်းတွင်ပါ အရှိန်လျှော့ပါ။"
    ],
    answer: 1
},
{
    question: "သင့်ယာဉ်ကိုကုန်းတက်ပေါ်ဖက်မျက်နှာမူ၍ ပါကင်ထိုးသောအခါ လက်ဆွဲဘရိတ်ကို ဆွဲရမည့်အပြင် မည်သည့်ဂီယာထိုးသင့်သနည်း။",
    options: [
        "(က) ဂီယာနံပါတ် (၁) ထိုးသင့်သည်။",
        "(ခ) ဂီယာနံပါတ် (၄) ထိုးသင့်သည်။",
        "(ဂ) နောက်ဆုတ်ဂီယာထိုးသင့်သည်။"
    ],
    answer: 0
},
{
    question: "မတ်စောက်သောကုန်းဆင်းပေါ်မှ ဆင်းသောအခါ မည်သည့်ဂီယာကို ထိုးသင့်သနည်း။",
    options: [
        "(က) ဂီယာနံပါတ် (၁) သို့မဟုတ် ဂီယာနံပါတ် (၂) ထိုးသင့်သည်။",
        "(ခ) ဂီယာနံပါတ် (၂) သို့မဟုတ် ဂီယာနံပါတ် (၃) ထိုးသင့်သည်။",
        "(ဂ) ဂီယာနံပါတ် (၄) သာလျှင် ထိုးသင့်သည်။"
    ],
    answer: 1
},
{
    question: "သင့်ယာဉ်ကို ကုန်းဆင်းတက်ဖက်မျက်နှာမူ၍ ပါကင်ထိုးသောအခါ သင့်ယာဉ်ရှေ့ဘီးများကို မည်သို့လှည့်ထားသင့်သနည်း။",
    options: [
        "(က) လမ်းဘေးကတ်တုံးများ ရှိရာအတွင်းဘက်သို့ လှည့်ထားသင့်သည်။",
        "(ခ) လမ်းဘေးကတ်တုံးများ အပြင်ဘက်သို့ လှည့်ထားသင့်သည်။",
        "(ဂ) အတွင်းဘက် သို့မဟုတ် အပြင်ဘက်သို့ လှည့်ထားသင့်သည်။"
    ],
    answer: 0
},
{
    question: "မတ်စောက်သောတောင်တက်လမ်းကို ချဉ်းကပ်သောအခါ သင်ပြောင်းသင့်သည်မှာ မည်သည့်ဂီယာနည်း။",
    options: [
        "(က) တောင်တက်လမ်းမတက်ခင် ဂီယာနံပါတ် (၁) သို့မဟုတ် ဂီယာနံပါတ် (၂)",
        "(ခ) တောင်တက်လမ်းမတက်ခင် ဂီယာနံပါတ် (၃) သို့မဟုတ် ဂီယာနံပါတ် (၄)",
        "(ဂ) တောင်တက်လမ်းတက်နေစဉ် ဂီယာနံပါတ် (၁) သို့မဟုတ် ဂီယာနံပါတ် (၂)"
    ],
    answer: 0
},
{
    question: "ကုန်းမြင့်မှ ဆင်းသောအခါ သင်သည် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ကလပ်ခြေနင်းပြားကို နင်းပြီး သင့်ယာဉ်၏ အရှိန်ကို လျှော့ပါ။",
        "(ခ) ကလပ်ခြေနင်းပြားကို နင်းပြီး အင်ဂျင်ဘရိတ်သုံးပါ။",
        "(ဂ) ကလပ်ခြေနင်းပြားကို လျှော့ပြီး အင်ဂျင်ဘရိတ်သုံးပါ။"
    ],
    answer: 2
},
{
    question: "သင်သည် ကုန်းထိပ်နှင့်နီးသောအခါ သင်ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) အရှိန်ထပ်မြှင့်ပါ။",
        "(ခ) အရှိန်လျှော့ပြီး လက်ယာဘက်ကပ်၍ လိုအပ်လျှင်ရပ်ပါ။",
        "(ဂ) အရှိန်လျှော့ပြီး လက်ဝဲဘက်ကပ်ပါ။"
    ],
    answer: 1
},
{
    question: "ကုန်းတက်ကို တက်နေသောအခါ သင့်အနေဖြင့် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) သင့်ယာဉ်၏မှန်များနှင့် ယာဉ်မောင်းသူအလွယ်တကူမမြင်ရသောနေရာများကို စစ်ဆေးခြင်း",
        "(ခ) အမြဲတမ်းအချက်ပြခြင်း",
        "(ဂ) (က) နှင့် (ခ) တွင် ဖော်ပြထားချက်နှစ်ခုလုံး"
    ],
    answer: 2
},
{
    question: "ကျဉ်းမြောင်းသော ကုန်းတက်ပေါ်တွင် မောင်းနှင်နေစဉ် ရုတ်တရက် စက်ရပ်သွားသောအခါ သင်ဘာလုပ်သင့်သနည်း။",
    options: [
        "(က) လက်ဆွဲဘရိတ်ကိုဆွဲပြီး အင်ဂျင်ကို နှိုးပါ။",
        "(ခ) အင်ဂျင်ကိုနှိုးပြီး ခြေနင်းဘရိတ်ပေါ်ကိုဖိနင်းထား၍ လက်ဆွဲဘရိတ်ကိုထိုးပြီး ဂီယာပြောင်းပါ။",
        "(ဂ) ယာဉ်သည်နောက်သို့ ပြန်လည်လိမ့်နေစဉ် အင်ဂျင်ကိုနှိုးပါ။"
    ],
    answer: 1
},
{
    question: "တောင်ပေါ်လမ်းမှဆင်းရာတွင် ခြေနင်းဘရိတ်သုံးမည့်အစား အင်ဂျင်ဘရိတ်သုံးခြင်းက မည်သည့်အရာကို ကာကွယ်ပေးသနည်း။",
    options: [
        "(က) ခြေနင်းဘရိတ်ကို အလွန်အကျွံသုံးခြင်း",
        "(ခ) ပင်ပန်းနွှမ်းနယ်မှု",
        "(ဂ) အင်ဂျင်အပူလွန်ကဲခြင်း"
    ],
    answer: 0
},
{
    question: "သင့်ယာဉ်ကို ကုန်းတက်ပေါ်တွင် အတက်မျက်နှာမူ၍ ပါကင်ထိုးသောအခါ သင်ဘာလုပ်ရမည်နည်း။",
    options: [
        "(က) ရှေ့ဘီးများကို အပြင်ဘက်သို့ဦးတည်ထားပြီး ပထမဂီယာထိုးပါ သို့မဟုတ် အော်တိုဂီယာကားများအတွက် \"P\" အနေအထားတွင် ဂီယာထိုးပါ။",
        "(ခ) ရှေ့ဘီးများကိုအတွင်းဘက်သို့ ဦးတည်ထားပြီး နောက်ဆုတ်ဂီယာထိုးပါ။",
        "(ဂ) ရှေ့ဘီးများကို အပြင်ဘက်သို့ ဦးတည်ထားပြီး နောက်ဆုတ်ဂီယာထိုးပါ။"
    ],
    answer: 0
},
{
    question: "တောင်ပေါ်တက်နေသော ယာဉ်များအကြား ရှိသင့်သော စိတ်ချရသည့်အကွာအဝေးသည် မည်သို့ဖြစ်သင့်သနည်း။",
    options: [
        "(က) ပုံမှန်လမ်းများပေါ်မှာ သွားသော အကွာအဝေးထက် ပိုနည်းသည်။",
        "(ခ) ပုံမှန်လမ်းများပေါ်မှာ သွားသော အကွာအဝေးထက် ပိုများသည်။",
        "(ဂ) ပုံမှန်လမ်းများပေါ်မှာ သွားသော အကွာအဝေးနှင့် အတူတူပင်ဖြစ်သည်။"
    ],
    answer: 1
},
{
    question: "သင့်ယာဉ်ကို ကုန်းဆင်းတက်မျက်နှာမူ၍ ပါကင်ထိုးသောအခါ လက်ဆွဲဘရိတ်ကို ဆွဲရမည့်အပြင် မည်သည့်ဂီယာကိုလည်း ထိုးထားရမည်နည်း။",
    options: [
        "(က) ဂီယာနံပါတ် (၁)",
        "(ခ) ဂီယာနံပါတ် (၄)",
        "(ဂ) နောက်ဆုတ်ဂီယာ"
    ],
    answer: 2
},

    ],
    "3-3": [
        // (၁၇) ဂီယာအသုံးပြုခြင်း
{
    question: "လက်ရှိမောင်းနှင်နေသည့် ဂီယာနံပါတ်ဖြင့် ကောင်းမွန်စွာမောင်းနှင်နိုင်ခြင်း မရှိပါက သင့်အနေဖြင့် မည်သို့လုပ်ဆောင်ရမည်နည်း။",
    options: [
        "(က) ရပ်ပြီးမှ ကားကို ပြန်နှိုးပါ။",
        "(ခ) ကျန်နေသေးသော ဂီယာနံပါတ်တစ်ခုအနိမ့်သို့ ပြောင်းလဲပါ။",
        "(ဂ) ပို၍ အရှိန်တင်ပါ။"
    ],
    answer: 1
},
{
    question: "ရထားလမ်းကို ဖြတ်ကူး၍ မောင်းနှင်သောအခါ မည်သို့ဖြတ်သန်းရမည်နည်း။",
    options: [
        "(က) ယာဉ်ထွက်သည့် ဂီယာနံပါတ်နိမ့်ဖြင့် ဖြတ်ရမည်။",
        "(ခ) ဂီယာနံပါတ် အမြင့်ဖြင့် ဖြတ်ရမည်။",
        "(ဂ) အဆင်ပြေသလို ဂီယာပြောင်းမောင်းနိုင်သည်။"
    ],
    answer: 0
},
{
    question: "ပြေပြစ်သောလမ်းကွေ့သို့ ချဉ်းကပ်နေစဉ် သင်သည် ဂီယာကို မည်သို့ပြောင်းသင့်သနည်း။",
    options: [
        "(က) ဂီယာနံပါတ် (၂) မှ ဂီယာနံပါတ် (၃) သို့",
        "(ခ) ဂီယာနံပါတ် (၄) မှ ဂီယာနံပါတ် (၃) သို့",
        "(ဂ) ဂီယာနံပါတ် (၄) မှ ဂီယာနံပါတ် (၅) သို့"
    ],
    answer: 1
},
{
    question: "ဂီယာတစ်ဆင့်နိမ့်ပြောင်းပြီး အင်ဂျင်စွမ်းအားကိုလျော့ချလိုက်၍ ဘရိတ်အုပ်ခြင်းကို မည်သို့ခေါ်သနည်း။",
    options: [
        "(က) ဘီးဘရိတ်အုပ်ခြင်း",
        "(ခ) ကားဘရိတ်အုပ်ခြင်း",
        "(ဂ) အင်ဂျင်ဘရိတ်အုပ်ခြင်း"
    ],
    answer: 2
},
{
    question: "ဂီယာပြောင်းရာတွင် မည်သည့်အစိတ်အပိုင်းများကို ပူးတွဲအသုံးပြုရန် လိုအပ်သနည်း။",
    options: [
        "(က) လက်ဘရိတ်၊ ခြေနင်းကလပ်နှင့် လီဗာ",
        "(ခ) ခြေနင်းကလပ်နှင့် လီဗာ",
        "(ဂ) ခြေနင်းကလပ်၊ လီဗာနှင့် အမှတ်အသားအညွှန်းများ"
    ],
    answer: 1
},
{
    question: "လက်လွတ်ဂီယာထိုးရသောယာဉ်မျိုးတွင် ကလပ်၏လုပ်ဆောင်ချက်မှာ မည်သို့နည်း။",
    options: [
        "(က) ယာဉ်၏ဘရိတ်ကိရိယာသို့ပြုလုပ်သည်။",
        "(ခ) ယာဉ်၏အင်ဂျင်နှင့် ချိတ်ဆက်မပေးပါ။",
        "(ဂ) ယာဉ်၏ အင်ဂျင်ကို ၎င်း၏ဘီးများနှင့် ချိတ်ဆက်ပေးသည်။"
    ],
    answer: 2
},
{
    question: "ဂီယာနံပါတ် (၂) မှ ဂီယာနံပါတ် (၃) သို့ ပြောင်းရာတွင် မည်သို့လုပ်ဆောင်ရမည်နည်း။",
    options: [
        "(က) ခြေနင်းလီဘာကို နင်းပြီးနောက် ခြေနင်းကလပ်ကိုနင်းကာ ဂီယာပြောင်းပါ။",
        "(ခ) ခြေနင်းကလပ်ကို နင်းပြီး ခြေနင်းလီဘာကိုလွှတ်ကာ ဖြည်းညှင်းစွာ ဘရိတ်ဆွဲပြီးနောက် ဂီယာပြောင်းပါ။",
        "(ဂ) ခြေနင်းလီဘာကိုလွှတ်ပြီး တစ်ပြိုင်နက်တည်း ခြေနင်းကလပ်ကို နင်းကာ ဂီယာပြောင်းပါ။"
    ],
    answer: 2
},
{
    question: "သင်သည် မည်သည့်အချိန်တွင် ဂီယာနံပါတ် (၃) မှ ဂီယာနံပါတ် (၂) သို့ ပြောင်းသင့်သနည်း။",
    options: [
        "(က) မတ်စောက်သော ဆင်းခြေလျှောပေါ်တွင် မောင်းစဉ်",
        "(ခ) မတ်စောက်သော ဆင်းခြေလျှောပေါ် မတက်မီ",
        "(ဂ) မတ်စောက်သော ဆင်းခြေလျှောပေါ်မှ ဆင်းပြီးနောက်"
    ],
    answer: 1
},
{
    question: "တစ်နာရီ ၇၀ ကီလိုမီတာနှုန်းဖြင့် သွားနေသောကားတစ်စီးတွင် မည်သို့ဂီယာပြောင်းလိုက်ပါက ပိုမိုထိရောက်ကောင်းမွန်စေပါသနည်း။",
    options: [
        "(က) ဂီယာနံပါတ် (၅) မှ ဂီယာနံပါတ် (၄) သို့ ပြောင်းပါက",
        "(ခ) ဂီယာနံပါတ် (၄) မှ ဂီယာနံပါတ် (၃) သို့ ပြောင်းပါက",
        "(ဂ) ဂီယာနံပါတ် (၄) မှ ဂီယာနံပါတ် (၂) သို့ ပြောင်းပါက"
    ],
    answer: 0
},
{
    question: "အလိုအလျောက်ဂီယာသုံးယာဉ် (အော်တိုဂီယာ) တွင် မည်သည့်အရာမရှိပါသနည်း။",
    options: [
        "(က) ဂီယာ",
        "(ခ) ခြေနင်းကလပ်",
        "(ဂ) ဂီယာနှင့် ခြေနင်းကလပ်"
    ],
    answer: 1
},
{
    question: "လက်ရှိမောင်းနေသည့် ဂီယာနံပါတ်သည် ဆွဲအားမကောင်းတော့လျှင် သင့်အနေဖြင့် မည်သို့လုပ်ဆောင်ရမည်နည်း။",
    options: [
        "(က) ရပ်ပြီးမှ ကားကို ပြန်နှိုးပါ။",
        "(ခ) ကျန်နေသေးသော ဂီယာနံပါတ်တစ်ဆင့်အနိမ့်သို့ ပြောင်းလဲပါ။",
        "(ဂ) ပို၍ အရှိန်တင်ပါ။"
    ],
    answer: 1
},
{
    question: "ဂီယာကို \"Neutral\" (ဂီယာလွတ်) အနေအထားတွင်ထားသည့်အခါ အင်ဂျင်စွမ်းအားသည် မည်သို့ဖြစ်မည်နည်း။",
    options: [
        "(က) ကားဘီးများပေါ်သို့ မရောက်ရှိပါ။",
        "(ခ) ဂီယာအုံသို့ မရောက်ရှိပါ။",
        "(ဂ) အင်ဂျင်စွမ်းအားသည် ဂီယာအုံနှင့်ဘီးသို့ ရောက်ရှိပါသည်။"
    ],
    answer: 0
},


    ],
    "3-5": [
        // (၁၉) စတီယာရင်အသုံးပြုခြင်း
{
    question: "စတီယာရင်လက်ကိုင်ဘီးခွေသည် မော်တော်ယာဉ်တစ်စီး၏ အဓိကကျသော အစိတ်အပိုင်းတစ်ခုဖြစ်သဖြင့် မည်သို့လုပ်ဆောင်ပေးသနည်း။",
    options: [
        "(က) စတီယာရင်ကို ကောင်းမွန်အောင် အပြုပြင်ထိန်းသိမ်းစစ်ဆေးရမည်။",
        "(ခ) မော်တော်ယာဉ်တည်ငြိမ်မှုရှိရန်နှင့် အချိန်အခါကိုဆောင်ရွက်ပေးသည်။",
        "(ဂ) ယာဉ်မောင်းနှင်မှုအဆင်ပြေအောင် ဆောင်ရွက်ပေးသည်။"
    ],
    answer: 1
},
{
    question: "မော်တော်ယာဉ်မောင်းနှင်နေစဉ် စတီယာရင်ကို လက်နှစ်ဖက်လုံးဖြင့် ထိန်းသိမ်းမောင်းနှင်သည့်အချိန်သည် မည်သည့်အချိန်ဖြစ်သနည်း။",
    options: [
        "(က) မော်တော်ယာဉ်၏ အခြားဆက်စပ်ဂီယာအစိတ်အပိုင်းများကို အသုံးပြုခြင်းမရှိသည့် အချိန်တိုင်းဖြစ်သည်။",
        "(ခ) ယာဉ်အားကွေ့လိုသည့်အချိန်တိုင်းဖြစ်သည်။",
        "(ဂ) သတ်မှတ်အရှိန်နှုန်းအတွင်း မော်တော်ယာဉ်ကို အရှိန်မြှင့်မောင်းနှင်နေသည့်အခါတိုင်း ဖြစ်သည်။"
    ],
    answer: 0
},
{
    question: "အရေးပေါ်အခြေအနေတွင် ဘရိတ်သုံးရာ၌ မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ဘရိတ်ကို ပြင်းထန်စွာ ဖိထားပါ။",
        "(ခ) စတီယာရင်ကို လက်နှစ်ဖက်ဖြင့် ခိုင်မြဲစွာထိန်းထားပါ။",
        "(ဂ) လက်ဆွဲဘရိတ်ကိုဦးစွာဆွဲထားပါ။"
    ],
    answer: 1
},
{
    question: "စတီယာရင်ကို ကိုင်ဆောင်ထားသည့်အခါ၌ လက်မောင်းများသည် စတီယာရင်မှ မည်သို့ရှိရမည်နည်း။",
    options: [
        "(က) ၉၀ ဒီဂရီ အတိုင်းထားရှိရမည်။",
        "(ခ) အနည်းငယ် ကွေးထားရမည်။",
        "(ဂ) မြှောက်မြှောက်ထားရမည်။"
    ],
    answer: 1
},
{
    question: "ကွေ့ပြီးနောက် စတီယာရင်ကို မူလအနေအထားသို့ ပြန်လည်ထားရာတွင် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) စတီယာရင်ကို လက်လွှတ်လိုက်ခြင်းဖြင့်",
        "(ခ) စတီယာရင်ကို တင်းကြပ်စွာမထိန်းဘဲ လက်နှစ်ဖက်ဖြင့် ထိန်းကျောင်း၍ လှည့်လည်စေခြင်းဖြင့်",
        "(ဂ) လက်တစ်ဖက်တည်းဖြင့် စတီယာရင်ကို လှည့်လည်စေခြင်းဖြင့်"
    ],
    answer: 1
},

    ],
    "3-6": [
        // (၂၀) လေကာမှန်/နောက်ကြည့်မှန်/ဇောက်ကာ
{
    question: "ယာဉ်မောင်းသူသည် နောက်ကြည့်မှန်မှတစ်ဆင့် မြင်နိုင်သည်မှာ မည်သည့်အရာဖြစ်သနည်း။",
    options: [
        "(က) နောက်မှခရီးသည်များ",
        "(ခ) နောက်ကြည့်လေကာမှန်မှ တစ်ဆင့်မြင်ကွင်း",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး"
    ],
    answer: 1
},
{
    question: "ယာဉ်မောင်းနေစဉ် သင်၏နောက်ကြည့်မှန်ကို မည်မျှကြာတိုင်း စစ်ဆေးသင့်သနည်း။",
    options: [
        "(က) (၁) စက္ကန့်မှ (၂) စက္ကန့်တိုင်း",
        "(ခ) (၅) စက္ကန့်မှ (၁၀) စက္ကန့်တိုင်း",
        "(ဂ) (၁) မိနစ်မှ (၁၀) မိနစ်တိုင်း"
    ],
    answer: 1
},
{
    question: "နောက်ကြည့်မှန်မှ မမြင်နိုင်သည့်အခြေအနေ \"မြင်ကွင်းကွယ် / မျက်ကွယ်\" ဆိုသည်မှာ အဘယ်နည်း။",
    options: [
        "(က) ကား၏နောက်ကြည့်မှန်မှ မမြင်နိုင်သောဧရိယာ",
        "(ခ) လမ်းပေါ်မှာမောင်းနေစဉ် သင်မမြင်နိုင်သောဧရိယာ",
        "(ဂ) သင့်ယာဉ်၏နောက်ကြည့်မှန်ထဲမှာ မမြင်နိုင်သော သင့်ကား၏ ဘယ်ဘက်၊ ညာဘက်ဧရိယာ"
    ],
    answer: 2
},
{
    question: "ဘေးကြည့်မှန်ကို မည်သည့်မြင်ကွင်းရရှိရန် ချိန်ညှိရမည်နည်း။",
    options: [
        "(က) လမ်း၏မြင်ကွင်း",
        "(ခ) လမ်းနှင့်ယာဉ်ကိုယ်ထည် (၂) ခုလုံးပြိုင်နက်",
        "(ဂ) ယာဉ်မောင်းနေစဉ် ယာဉ်၏နောက်မှတာယာများ၏အနေအထားကို စစ်ဆေးနိုင်ရန်"
    ],
    answer: 1
},


    ],
    "3-7": [
        // (၂၁) ကလပ်နင်းခြင်း
{
    question: "သင်၏ကား ရှေ့သို့ ရုတ်တရက်ဆောင့်ထွက်သွားရခြင်းမှာ အဘယ်ကြောင့်နည်း။",
    options: [
        "(က) ကလပ်ကိုဖြည်းညှင်းစွာ လွှတ်လိုက်သောကြောင့်ဖြစ်သည်။",
        "(ခ) အရှိန်မလုံလောက်သောကြောင့်ဖြစ်သည်။",
        "(ဂ) ကလပ်ကို လျှင်မြန်စွာ လွှတ်လိုက်သောကြောင့်ဖြစ်သည်။"
    ],
    answer: 2
},
{
    question: "အင်ဂျင်စွမ်းအားထုတ်လုပ်မှုသည် မည်သည့်ခြေနင်းပြားနှင့် ဆက်စပ်မှုမရှိပါသနည်း။",
    options: [
        "(က) လီဘာခြေနင်းပြား",
        "(ခ) ဘရိတ်ခြေနင်းပြား",
        "(ဂ) ကလပ်ခြေနင်းပြား"
    ],
    answer: 2
},
{
    question: "ယာဉ်မောင်းနေစဉ် မည်သည့်အချိန်၌ အင်ဂျင်ပြင်းထန်စွာ လှုပ်ရမ်းသွားမည်နည်း။",
    options: [
        "(က) ခြေနင်းကလပ်ကို လွှတ်လိုက်ချိန်တွင်",
        "(ခ) ခြေနင်းကလပ်ကို ဖြည်းညှင်းစွာ လွှတ်လိုက်ချိန်တွင်",
        "(ဂ) ခြေနင်းလီဘာကို လွန်စွာဖိလိုက်ချိန်တွင်"
    ],
    answer: 0
},
{
    question: "ခြေနင်းကလပ်ကို နင်းလိုက်လျှင် အင်ဂျင်ဘရိတ်အုပ်ခြင်း ဖြစ်ပေါ်နိုင်သလား။",
    options: [
        "(က) ထိုအရာသည် ဆင်းခြေလျှောလမ်းပေါ်တွင်မူတည်သည်။",
        "(ခ) မဖြစ်ပေါ်နိုင်ပါ။",
        "(ဂ) ဖြစ်ပေါ်နိုင်ပါသည်။"
    ],
    answer: 1
},
{
    question: "ခြေနင်းကလပ်ကိုအပြည့်အဝနင်းခြင်းသည် ယာဉ်၏အင်ဂျင်ကိုအရှိန်သတ်စေပြီး ယာဉ်ကိုလည်း မည်သို့ဖြစ်စေသနည်း။",
    options: [
        "(က) ရပ်တန့်စေသည်။",
        "(ခ) ရုတ်တရက် ရပ်စေသည်။",
        "(ဂ) ဖရီးရိုက်၍ မောင်းနှင်ခြင်းဖြစ်စေသည်။"
    ],
    answer: 2
},

    ],
    "4-1":[
    {
    question: "ဘရိတ်မီးလင်းနေရခြင်းမှာ ဘရိတ်ဆီနည်းကြောင်း ညွှန်ပြခြင်းအပြင် မည်သည့်အကြောင်းကြောင့် ဖြစ်နိုင်သနည်း။",
    options: [
        "(က) ဘရိတ်တုံးပျက်ခြင်း။",
        "(ခ) လက်ဆွဲဘရိတ်ကိုအပြည့်အဝ ပြန်မလွှတ်ရသေးခြင်း။",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး။"
    ],
    answer: 1
},
{
    question: "ဘရိတ်အုပ်ရာတွင် မည်သည့်ဘီးများ အကျုံးဝင်သနည်း။",
    options: [
        "(က) ရှေ့ဘီး (၂) ခုမျှသာ။",
        "(ခ) နောက်ဘီး (၂) ခုမျှသာ။",
        "(ဂ) ဘီး (၄) ခုလုံး။"
    ],
    answer: 2
},
{
    question: "မိမိ၏အရှေ့မှယာဉ်အား ကျော်တက်ရန်အတွက် လမ်းကြောင်းမှန်ပါက သင်သည် ပထမဦးစွာ မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ကျော်တက်ချင်သောကားနားကို နီးနိုင်သမျှနီးကပ်စွာ မောင်းပါ။",
        "(ခ) အရှိန်မြှင့်ပါ။",
        "(ဂ) မျက်နှာချင်းဆိုင်ယာဉ်ကြောမှ လာနေသောယာဉ်ကို ကြည့်ထားပါ။"
    ],
    answer: 2
},
{
    question: "ယာဉ်မောင်းသူအနေဖြင့် ယာဉ်ကို ဖြည်းဖြည်းရပ်လိုပါက မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) လက်ဆွဲဘရိတ်ကို ဖြည်းညှင်းစွာဆွဲရမည်။",
        "(ခ) ခြေနင်းဘရိတ်ကို ဖြတ်တောင်း၊ ဖြတ်တောင်းအုပ်ရမည်။",
        "(ဂ) ခြေနင်းဘရိတ်ကို ဆောင့်အုပ်ရမည်။"
    ],
    answer: 1
},
{
    question: "အရေးပေါ်ဘရိတ်အသုံးပြုခြင်းကို မည်သည့်အချိန်တွင် အသုံးပြုလေ့ရှိသနည်း။",
    options: [
        "(က) မီးပွိုင့်လမ်းဆုံတွင်။",
        "(ခ) ဆင်းခြေလျှောနေရာ၌ ရပ်ရာတွင်။",
        "(ဂ) ယာဉ်မတော်တဆမှုမှ ကာကွယ်ရာတွင်။"
    ],
    answer: 2
},
{
    question: "ဖြတ်တောင်း၊ ဖြတ်တောင်း ဘရိတ်အုပ်ခြင်းသည် မည်သည့်အကျိုးရှိသနည်း။",
    options: [
        "(က) အခြားယာဉ်မောင်းများကို အနှောင့်အယှက်ဖြစ်စေသည်။",
        "(ခ) အရေးပေါ်အခြေအနေတွင်သာ သုံးသင့်သည်။",
        "(ဂ) နောက်မှကပ်လိုက်လာသော ယာဉ်မောင်းများကို သတိပေးရာရောက်သည်။"
    ],
    answer: 2
},
{
    question: "ဘရိတ်အုပ်လျှင် ရပ်တန့်မည့်အကွာအဝေးသည် မည်သည့်အချက်များပေါ်တွင် မူတည်သနည်း။",
    options: [
        "(က) လမ်းမျက်နှာပြင်။",
        "(ခ) ယာဉ်၏အရှိန်နှုန်း။",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး။"
    ],
    answer: 2
},
{
    question: "အရေးပေါ်ဘရိတ်အုပ်ရာတွင် သင့်အနေဖြင့် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ဘရိတ်ကို ပြင်းထန်စွာနင်းပါ။",
        "(ခ) ခြေနင်းကလပ်ကို ပြင်းထန်စွာနင်းပါ။",
        "(ဂ) ခြေနင်းဘရိတ်ကို ပြင်းပြင်းနင်းပြီးနောက် ကလပ်ကိုဖိနင်းပါ။"
    ],
    answer: 2
},
{
    question: "ဘရိတ်ဂျမ်များရေစို၍ ဘရိတ်မမိပါက မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) မခြောက်မချင်း သင့်ယာဉ်ကို ဘယ်တော့မှ မမောင်းပါနှင့်။",
        "(ခ) နှေးကွေးစွာမောင်းနှင်ပြီး သူတို့၏ အခြောက်ခံဖို့ရန် အကြိမ်ကြိမ်စွာနင်းပါ။",
        "(ဂ) သင်တတ်နိုင်ပါက ဘရိတ်များကို လဲလိုက်ပါ။"
    ],
    answer: 1
},
{
    question: "မည်သည့်ဖော်ပြချက်သည် မှားသနည်း။",
    options: [
        "(က) အရေးတကြီးဘရိတ်အုပ်ရာတွင် လက်ဆွဲဘရိတ်အသုံးပြုခြင်းသည် အမြဲမလိုအပ်ပါ။",
        "(ခ) လီဘာသည် အန္တရာယ်ရှိဆုံး ခြေနင်းပြားဖြစ်သည်။",
        "(ဂ) ဘရိတ်ကို အားကုန်ဖိ၍ဘီးများမရွေ့ အတုံ့ကနဲရပ်ခြင်းသည် ကောင်းသော နည်းလမ်းဖြစ်သည်။"
    ],
    answer: 2
},
{
    question: "အရေးပေါ် ဘရိတ်အုပ်ရာတွင် သင့်အနေဖြင့် မည်သို့ထိန်းသိမ်းသင့်သနည်း။",
    options: [
        "(က) ခြေနင်းဘရိတ်ပေါ်ကို ဖိနင်းထားသောကြောင့် စတီယာရင်ပေါ်တွင် လက်နှစ်ဖက်လုံးရှိနေသင့်သည်။",
        "(ခ) ကလပ်နှင့်ခြေနင်းဘရိတ်ပေါ်ကို နင်းထားသောကြောင့် စတီယာရင်ပေါ်တွင် လက်နှစ်ဖက်လုံး ရှိနေသင့်သည်။",
        "(ဂ) လက်ဘရိတ်ကို လက်တစ်ဖက်နှင့်ဆွဲထားပြီး ကျန်လက်တစ်ဖက်နှင့် မော်တော်ယာဉ်ကို ထိန်းထားသင့်သည်။"
    ],
    answer: 0
},
{
    question: "သင့်ယာဉ်၏ ဘရိတ်မီးများ ကောင်းစွာအလုပ်မလုပ်လျှင် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) သင်သည်ဝပ်ရှော့သို့ ချက်ချင်းမောင်းပါ။",
        "(ခ) သင့်မှာအရှိန်ရလျှင် ပြိုင်လိုက်ပါ။",
        "(ဂ) ဘရိတ်မီးလင်းမှသာလျှင် သင်မောင်းသင့်တော့သည်။"
    ],
    answer: 0
},
{
    question: "သင့်၏ဘရိတ်များ အမှားအယွင်းဖြစ်နေသည်ကိုတွေ့ရပါက သင့်အနေဖြင့် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) အနီးစပ်ဆုံး အလုပ်ရုံသို့ မောင်းသွားပါ။",
        "(ခ) မမောင်းသင့်တော့ပါ။",
        "(ဂ) လက်ဆွဲဘရိတ်သာလျှင်သုံးပါ။"
    ],
    answer: 1
},
{
    question: "အထိရောက်ဆုံး ဘရိတ်အုပ်ခြင်းနည်းလမ်းမှာ မည်သည့်ဘရိတ်များကို ပူးတွဲအသုံးပြုခြင်းဖြစ်သနည်း။",
    options: [
        "(က) ခြေနင်းဘရိတ်။",
        "(ခ) လက်ဆွဲဘရိတ်။",
        "(ဂ) (က)၊ (ခ) နှင့် အင်ဂျင်ဘရိတ်အုပ်ခြင်း။"
    ],
    answer: 2
},

    ],
    "4-2":[
   {
    question: "သင်ကျော်တက်နေသောကားသည် ရုတ်တရက်လက်ဝဲဘက်သို့ ကွေ့လွှဲပါက မည်သို့လုပ်သင့်သနည်း။",
    options: [
        "(က) ဆက်လက်အရှိန်မြှင့်ပြီး ကျော်တက်ရမည်။",
        "(ခ) ယာဉ်ကြောပြောင်းပြီးနောက် ဘယ်ဘက်မှထိုကားကို ကျော်တက်ရမည်။",
        "(ဂ) အရှိန်လျှော့ပြီး မူလလမ်းကြောင်းသို့ ပြန်ဝင်ရမည်။"
    ],
    answer: 2
},
{
    question: "သင့်ယာဉ်သည် ကျော်တက်ခံရသောအခါ မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) သင်ကိုယ်တိုင် အခြားယာဉ်ကို ကျော်တက်ရန် မလုပ်ပါနှင့်။",
        "(ခ) အလယ်မျဉ်းနားမှာ မနေပါနှင့်။",
        "(ဂ) (က) နှင့် (ခ) နှစ်ခုလုံး မလုပ်ပါနှင့်။"
    ],
    answer: 2
},
{
    question: "အောက်ပါနေရာများထဲမှ မည်သည့်နေရာတွင် မိမိရှေ့မှယာဉ်အား ကျော်တက်နိုင်သနည်း။",
    options: [
        "(က) ခြေကျင်လျှောက်သူများ ဖြတ်ကူးရန်ဇုံပြုလုပ်ထားသောနေရာ။",
        "(ခ) လမ်းအလယ်တွင် လှိုင်းဖြတ်ဖောက်ခြားရှိသော လမ်းတစ်လျှောက်။",
        "(ဂ) မိမိမမြင်နိုင်သောယာဉ်ကြောမှ လာနေသောယာဉ်ကို ကြည့်ထားသော နေရာ။"
    ],
    answer: 2
},
{
    question: "မိမိယာဉ်ကို အခြားယာဉ်က ကျော်တက်နေလျှင် မည်သို့လုပ်ဆောင်သင့်သနည်း။",
    options: [
        "(က) ထိုယာဉ်ကျော်တက်နိုင်သည်အထိ မိမိယာဉ်၏ အရှိန်နှုန်းကို မတိုးဘဲ လမ်းပေး၍ ကျော်တက်ခွင့် ပြုရမည်။",
        "(ခ) ထိုယာဉ်မကျော်တက်နိုင်အောင် အရှိန်မြှင့်၍ အမြန်မောင်းရမည်။",
        "(ဂ) မိမိမောင်းနှင်နေသည့်အရှိန်နှုန်းအတိုင်းသာ ဆက်လက်မောင်းနှင်ရမည်။"
    ],
    answer: 0
},
 {
    question: "ကျော်တက်မှုလုပ်လိုလျှင်-",
    options: [
        "(က) ဆုံးဖြတ်ချက်မှန်ကန်ရန်နှင့် ကျွမ်းကျင်မှုရှိရမည်။",
        "(ခ) အရှိန်မြှင့်တင်ရမည်။",
        "(ဂ) သင့်တွင် ကားကောင်း(၁)စီးရှိရမည်။"
    ],
    answer: 0
},
{
    question: "သင်သည်မည်သည့်အချိန်တွင် လက်ယာဘက်မှ ကျော်တက်နိုင်သနည်း။",
    options: [
        "(က) သင့်ရွေးချယ်သောအခါ၊",
        "(ခ) သင့်ယာဉ်သည် ယာဉ်ကြောပိတ်ဆို့ခံရသောအခါ၊",
        "(ဂ) အခြေအနေမှ မဖြစ်မနေ လုပ်ဆောင်ရသည့်အခါ၊"
    ],
    answer: 2
},
{
    question: "အောက်ပါအခြေအနေများတွင် ကျော်မတက်ရ-",
    options: [
        "(က) လူကူးမျဉ်းကျားအနီး(သို့)လမ်းဆုံ၊",
        "(ခ) ကျဉ်းမြောင်းသော တံတား(သို့) ဥမင်၊",
        "(ဂ) (က)နှင့် (ခ) နှစ်ခုလုံး၊"
    ],
    answer: 2
},
{
    question: "ကိုယ်ထည်ရှည်လျားသောယာဉ်ကို ကျော်တက်သောအခါသင်သည်-",
    options: [
        "(က) အရှိန်မြှင့်ပါ။",
        "(ခ) အခြားယာဉ်များကို ကျော်တက်ခြင်းထက် ပို၍ အချိန်လိုအပ်သည်။",
        "(ဂ) ထိုကားများသည် မြန်မြန် (သို့မဟုတ်) နှေးနှေးသွားလာဆိုသည်ကို သိရန် လိုအပ်ပါသည်။"
    ],
    answer: 1
},
{
    question: "ကျော်တက်ဖို့ရန် လုံခြုံစိတ်ချရသောလမ်းကြောင်းမှန်ပါက သင်သည်ပထမဦးစွာ-",
    options: [
        "(က) ကျော်တက်ချင်သော ကားနားကို နီးနိုင်သမျှ နီးကပ်စွာမောင်းပါ။",
        "(ခ) အရှိန်မြှင့်ပါ။",
        "(ဂ) မျက်နှာချင်းဆိုင်ယာဉ်ကြောမှ လာနေသော ယာဉ်ကို ကြည့်ထားပါ။"
    ],
    answer: 2
},
{
    question: "သင့်ယာဉ်သည် ကျဉ်းမြောင်းသောလမ်းကွေ့ရှိနေစဉ် မည်သည့်အချိန်တွင် ကျော်တက်ရမည်နည်း။",
    options: [
        "(က) ကျဉ်းမြောင်းသော လမ်းကွေ့ပေါ်မှာ ဘယ်တော့မှ ကျော်မတက်ပါနှင့်။",
        "(ခ) ထိုသို့လုပ်ရန် လုံခြုံမှုရှိတယ်လို့ သင့်ထင်လျှင် ထင်ခြင်း၊",
        "(ဂ) ထိုသို့လုပ်ရန် တရားဝင် ကန့်သတ်ချက်မရှိသမျှ၊"
    ],
    answer: 0
},
{
    question: "သင့်ယာဉ်သည် မည်သည့်အခြေအနေတွင် ကျော်မတက်သင့်သနည်း။",
    options: [
        "(က) သင့်ရှေ့မှယာဉ် အရှိန်လျှော့သောအခါ၊",
        "(ခ) သင့်မြင်ကွင်း ပိတ်ဆို့ခံရသောအခါ၊",
        "(ဂ) သင့်ရှေ့မှယာဉ် ကျော်တက်ရန် အချက်ပြသောအခါ၊"
    ],
    answer: 2
},
{
    question: "ကျော်တက်ပြီးနောက် -",
    options: [
        "(က) ဆက်ပြီးအရှိန်မြှင့်ပါ။",
        "(ခ) နောက်ဆုတ်ပြီး လက်ဝဲဘက်ယာဉ်ကြောထဲသို့ လျှင်မြန်စွာဝင်ပါ။",
        "(ဂ) လက်ယာဘက်သို့ အချက်ပြပြီး ယာဉ်ကြောထဲသို့ အန္တရာယ်ကင်းအောင် ပြန်ဝင်ပါ။"
    ],
    answer: 2
},
{
    question: "ကျော်တက်ရာတွင် အောက်ဖော်ပြပါမည်သည့်အခြေအနေက လုံခြုံမှုရှိသနည်း။",
    options: [
        "(က) သင့်ယာဉ်တွင်အရှိန်ရှိပါက တစ်ချိန်တည်းမှာ ယာဉ် ၁ စီးထက်ပို၍ ကျော်တက်ခြင်း။",
        "(ခ) သင်ကျော်တက်ပီပါက ဆက်လက်ကျော်တက်ပါ။",
        "(ဂ) သင့်မြင်ကွင်းကွယ်နေသောအခါ သင်ကျော်တက်ရန် မကြိုးစားပါနှင့်။"
    ],
    answer: 2
},

    
    ],
    "4-3":[
       
{
    question: "ပြေပြစ်သော အတွေ့ကိုမောင်းနှင်နေစဉ် သင်သည်-",
    options: [
        "(က) အရှိန်ကိုလျှော့ပါ။",
        "(ခ) အရှိန်ကိုတိုးပါ။",
        "(ဂ) အရှိန်ကို လျှော့၍ တည်ငြိမ်အောင်ထိန်းပါ။"
    ],
    answer: 2
},
{
    question: "သင်တွေ့လိုသောနေရာအား အနည်းငယ်ကျော်သွားသောအခါ သင့်အနေဖြင့်-",
    options: [
        "(က) ဆက်သွားပြီးနောက် ထပ်တွေ့နိုင်သည့်နေရာရောက်မှကွေ့ပါ။",
        "(ခ) ရပ်ပါ။ နောက်ပြန်ဆုတ်ပြီးကွေ့ပါ။",
        "(ဂ) ရပ်ပြီး အမြန်ဆွဲကွေ့ပါ။"
    ],
    answer: 0
},
{
    question: "သင်ကျော်တက်ရာမှဖြစ်စေအသာယာဆုံး လက်ဝဲဘက်သို့တွေ့ရန် ရုတ်တရက် အချက်ပြပါက-",
    options: [
        "(က) အရှိန်လျှော့ပြီး (လိုအပ်ပါကရပ်၍) ထိုယာဉ်ကို ဦးစွာတွေ့ခွင့်ပေးပါ။",
        "(ခ) တွန်းဆွဲပေးပြီး ထိုယာဉ်ကို လျှင်မြန်စွာတွေ့လိုက်ပါ။",
        "(ဂ) နေရာအလုံအလောက်ရှိပါက လက်ယာဘက်မှနေ၍ ကျော်တက်ပါ။"
    ],
    answer: 0
},
{
    question: "လမ်းတွေ့ထဲသို့တွေ့မည်ဆိုပါက ဂီယာနံပါတ်အနိမ့်ကို မည်သည့်အချိန်တွင် ပြောင်းသင့်သနည်း။",
    options: [
        "(က) လမ်းတွေ့ထဲသို့ တွေ့နေစဉ်၊",
        "(ခ) လမ်းတွေ့နှင့် နီးကပ်နေစဉ်၊",
        "(ဂ) လမ်းတွေ့၏ အလယ်တွင်ရှိစဉ်၊"
    ],
    answer: 1
},
{
    question: "လမ်းအချို့အတွေ့ပေါင်းများစွာရှိသော လမ်းကျဉ်းတစ်ခုထဲသို့ ဖြတ်မောင်းနှင်ရာတွင် သင့်အနေဖြင့်-",
    options: [
        "(က) အရှိန်ကိုထိန်းနိုင်ရန် ဘရိတ်နင်းခြင်း၊ လွှတ်ခြင်း နည်းလမ်းကိုသုံးနိုင်သည်။",
        "(ခ) အရှိန်နှေးနှေးဖြင့်မောင်းနှင်ရန် ကလပ်နှင့်လီဘာကို ကျွမ်းကျင်စွာချိန်ဆ အသုံးပြုနိုင်သည်။",
        "(ဂ) ဂီယာနံပါတ်(၁)တည်းက အရှိန်နှေးဖြင့် မောင်းနိုင်သည်။"
    ],
    answer: 1
},
{
    question: "“ဝ”ကွေ့ ကွေ့နိုင်သောနေရာတွင်-",
    options: [
        "(က) သတိတကြီးကွေ့သည်။",
        "(ခ) မိမိ ရှေ့၊ နောက် ယာဉ်အသွားအလာကြည့်မှ ကွေ့ရမည်။",
        "(ဂ) တွန်းဆွဲမည့် အရှိန်ဖြင့် ကွေ့ရမည်။"
    ],
    answer: 1
},
{
    question: "ယာဉ်ကွေ့မည်ဖြစ်ကြောင်းအချက်ပြခြင်းကို ကွေ့မည့်နေရာမရောက်မီ အနည်းဆုံး ....အကွာမှ ကြိုတင်၍ ပြရမည်။",
    options: [
        "(က) ၁၀၀ ပေ (၃၀ မီတာ)၊",
        "(ခ) ၁၅၀ ပေ (၄၅ မီတာ)၊",
        "(ဂ) ၅၀ ပေ (၁၅ မီတာ)၊"
    ],
    answer: 0
},
{
    question: "လမ်းမ၏ လက်ယာဘက်ရှိလမ်းသွယ်ထဲသို့ ကွေ့ဝင်လိုလျှင် လမ်းသွယ်သို့ မရောက်မီ အချက်ပြလွှတ်-",
    options: [
        "(က) အရှိန်နှုန်းမြှင့်ပြီး ကွေ့ဝင်မည်။",
        "(ခ) လမ်းလက်ယာဘက်သို့ကပ်မောင်း၍ အရှိန်နှုန်းလျှော့ပြီးမှကွေ့ဝင်မည်။",
        "(ဂ) ရောက်ပါက ချက်ချင်းကွေ့ဝင်မည်။"
    ],
    answer: 1
},
{
    question: "လမ်းအကွေ့များကိုမောင်းနှင်နေစဉ် စတီယာရင်ကို မည်သို့ကိုင်ရမည်နည်း။",
    options: [
        "(က) လမ်း၏အနေအထားကို ကောင်းစွာမြင်နိုင်ရန် ရှေ့သို့အနည်းငယ်တိုး၍ ထိုင်ရမည်။",
        "(ခ) လိုအပ်သလို ဘယ်ဘက်(သို့မဟုတ်)ညာဘက်သို့ ရွှေ့၍ထိုင်ရမည်။",
        "(ဂ) မလှုပ်ဘဲ ခန္ဓာကိုယ်ကို မတ်မတ်ထား၍ ထိုင်ရမည်။"
    ],
    answer: 1
},
{
    question: "လမ်းကွေ့ကိုချဉ်းကပ်နေစဉ် အမြဲတစ်စေသတိပြုရန်မှာ-",
    options: [
        "(က) သင့်ယာဉ်၏ အရှိန်နှင့် မကွာဝေး၊",
        "(ခ) ကွေ့ရမည့်နေရာနှင့် နီးသောလမ်း၊",
        "(ဂ) သင့်ယာဉ်၏ ရှေ့မှ ရုတ်တရက် ပေါ်လာမည့်လမ်း၊"
    ],
    answer: 0
},
{
    question: "ထောင့်ချိုးလက်ဝဲဘက်သို့ကွေ့နေစဉ် သင့်၏ကားကို ဘယ်နေရာမှာ ထားသင့်သနည်း။",
    options: [
        "(က) လမ်း၏ လက်ယာဘက်၊",
        "(ခ) လမ်း၏ လက်ဝဲဘက်၊",
        "(ဂ) လမ်းအလယ်၊"
    ],
    answer: 1
},
        {
    question: "သင်သည်ရှေ့သို့ဘယ်ဘက်သို့ မျိုးကွေ့လိုသော်လည်း သင့်ရှေ့တွင် စက်ဘီးစီးသူ ရှိလျှင် သင့်အနေဖြင့်-",
    options: [
        "(က) အရှိန်လျှော့ကာ စက်ဘီးစီးသူလမ်းလျှောက်သူများကို ကျော်သွားပြီးမှ ချိန်းဝင် လိုက်ပါ။",
        "(ခ) စက်ဘီးစီးသူကို ကျော်တက်၍ အလျင်အမြန် ကွေ့ဝင်လိုက်ပါ။",
        "(ဂ) စက်ဘီးစီးသူကို တွန်းပေးလျက် လမ်းတောင်းလိုက်ပါ။"
    ],
    answer: 1
},
{
    question: "ပြေပြစ်သောအကွေ့သို့မောင်းဝင်စဉ် သင်သည်မည်သည့်အချိန်မှာ ဂီယာနံပါတ် အမြင့်ကို ပြောင်းသင့်သနည်း။",
    options: [
        "(က) လမ်းကွေ့ကို ချဉ်းကပ်နေစဉ်၊",
        "(ခ) လမ်းကွေ့၏အလယ်မှာ၊",
        "(ဂ) ကွေ့ပြီးချိန်မှာ၊"
    ],
    answer: 1
},
{
    question: "သင့်ယာဉ်သည်ကျဉ်းမြောင်းသောလမ်းအကွေ့အကောက်ရှိနေရာသို့ မည်သည့်အချိန်တွင် ကျော်တက်ရမည်နည်း။",
    options: [
        "(က) ဘယ်တော့မှမကျော်တက်ပါနဲ့၊",
        "(ခ) လုံခြုံမှုရှိသည်ဟု သင်ထင်လျှင် ကျော်တက်ပါ။",
        "(ဂ) တရားဝင်ကန့်သတ်ချက် မရှိပါက ကျော်တက်ပါ။"
    ],
    answer: 0
},
{
    question: "လမ်းမ၏လက်ယာဘက်ရှိ လမ်းသွယ်ထဲသို့ကွေ့ဝင်လိုလျှင် လမ်းသွယ်သို့ မရောက်မီ အချက်ပြလွှတ်-",
    options: [
        "(က) အရှိန်နှုန်းမြှင့်ပြီး ကွေ့ဝင်မည်။",
        "(ခ) လမ်းလက်ယာဘက်သို့မောင်း၍ အရှိန်နှုန်းလျှော့ပြီးမှကွေ့ဝင်မည်။",
        "(ဂ) ရောက်ပါက ချက်ချင်းကွေ့ဝင်မည်။"
    ],
    answer: 1
},
{
    question: "သင်သည် လက်ယာဘက်ယာဉ်ကြောတွင်ရှိပြီး လမ်းဆုံ၌ လက်ယာဘက်သို့ ကွေ့တော့မည်ဆိုပါက သင့်ကွေ့ရမည်မှာ-",
    options: [
        "(က) ကပ်တုံးနှင့် အနီးဆုံးသော ယာဉ်ကြောဖြစ်သည်၊",
        "(ခ) အပြင်ဘက်ကျသော ယာဉ်ကြောဖြစ်သည်၊",
        "(ဂ) ယာဉ်မရှိသော မည်သည့်ယာဉ်ကြောမဆိုဖြစ်သည်။"
    ],
    answer: 0
},
{
    question: "လမ်းကွေ့ကို ဖြတ်မောင်းနေစဉ် သင်သည် မည်သည့်အချိန်၌ လီဘာနင်းသင့်သနည်း။",
    options: [
        "(က) ကွေ့ပြီးနောက် ရှေ့ဘီးများ ဖြောင့်တန်းမှုမရှိသေးစဉ်တွင်၊",
        "(ခ) လမ်းကွေ့မှလွတ်ပြီး ရှေ့ဘီးများ ဖြောင့်တန်းလုနီးပါးရှိစဉ်တွင်၊",
        "(ဂ) လမ်းအကွေ့တိုရိုက်ရန်လုံလောက်သော စွမ်းအားရရှိရန် လမ်းကွေ့ကို ချဉ်းကပ်နေစဉ်တွင်၊"
    ],
    answer: 1
},
{
    question: "ယာဉ်ကို လက်ယာဘက်ကွေ့သည့်အခါ ခန္ဓာကိုယ်ကို-",
    options: [
        "(က) လက်ဝဲဘက်သို့ လိုက်၍ မောင်းရမည်။",
        "(ခ) လက်ယာဘက်သို့ လိုက်၍ မောင်းရမည်။",
        "(ဂ) တည့်တည့်မတ်မတ်ထားရမည်။"
    ],
    answer: 1
},
{
    question: "လမ်းကွေ့များကို မျိုးကွေ့ဝင်ရောက်သည့်အခါ သင်ဘာလုပ်မည်နည်း။",
    options: [
        "(က) လက်နှစ်ဖက်လုံးဖြင့် စတီယာရင်ကို ခိုင်မြဲစွာဆုပ်ကိုင်ထားမည်။",
        "(ခ) လမ်းကွေ့အတိုင်း စတီယာရင်ကို ရုတ်တရက်ကွေ့လိုက်ပြီး အရှိန်မြှင့်လိုက်မည်။",
        "(ဂ) ညာဘက်လက်ဖြင့်စတီယာရင်ကို ပိုင်နိုင်စွာဆုပ်ကိုင်ထားပြီး တချိန်တည်းမှာ ဘယ်လက်ဖြင့် ဂီယာပြောင်းရန် အသုံးပြုရမည်ဖြစ်သည်။"
    ],
    answer: 0
},
{
    question: "ပြေပြစ်သောအကွေ့ကို ထိန်းကွေ့နေစဉ် သင့်လျော်သောဂီယာမှာ မည်သည်နည်း။",
    options: [
        "(က) ဂီယာနံပါတ်(၁)၊",
        "(ခ) ဂီယာနံပါတ်(၁) (သို့မဟုတ်) ဂီယာနံပါတ်(၂)၊",
        "(ဂ) ဂီယာနံပါတ်(၂) (သို့မဟုတ်) ဂီယာနံပါတ်(၃)၊"
    ],
    answer: 2
},
{
    question: "သင်သည်လမ်းကွေ့(သို့)ထောင့်ချိုးကိုမောင်းနှင်သောအခါ ဗဟိုခွာအား သက်ရောက်မှုကို ရှောင်ရှားရန်လုပ်သင့်သည်မှာ-",
    options: [
        "(က) အရှိန်မြှင့်သင့်သည်။",
        "(ခ) အရှိန်လျှော့သင့်သည်။",
        "(ဂ) ဘရိတ်ကို နင်းလိုက် လွှတ်လိုက် လုပ်သင့်သည်။"
    ],
    answer: 1
},
{
    question: "သင်၏ရည်ရွယ်ရာလမ်းကြောင်းကို အချက်မပြဘဲကွေ့ခြင်းသည်-",
    options: [
        "(က) အချိန်ကုန်သက်သာစေလိမ့်မည်။",
        "(ခ) အခြားသောလမ်းအသုံးပြုသူများကို ဘာမှဖြစ်သွားစေလိမ့်မည်မဟုတ်ပါ။",
        "(ဂ) အခြားယာဉ်မောင်းများကို ထင်ယောင်ထင်မှားဖြစ်စေပြီး မတော်တဆမှု ဖြစ်စေလိမ့်မည်။"
    ],
    answer: 2
},
{
    question: "မျိုးကွေ့ရာ၌ (သို့) ယာဉ်ကြောပြောင်းရာ၌ သင့်အနေဖြင့်-",
    options: [
        "(က) အခြားယာဉ်မှ အချက်ပြမီးပြထားသည်ကို မတွေ့လျှင် ဆက်လက်မောင်းနိုင်သည်၊",
        "(ခ) လမ်းရှင်းနေတာတွေ့ရှိပါက တွေးဝေးမနေဘဲမောင်းနိုင်သည်၊",
        "(ဂ) ထိုသို့မလုပ်မီ “မျက်ကွယ်” နေရာများကိုပါ စစ်ဆေးသင့်ပါသည်။"
    ],
    answer: 2
},
{
    question: "ယာဉ်အားကွေ့နေစဉ်တွင်ခြေနင်းဘရိတ်ကို နင်းထားခြင်းသည်-",
    options: [
        "(က) သင်၏ ယာဉ်ကို ပို၍ ထိန်းချုပ်နိုင်စေသည်။",
        "(ခ) ယာဉ်ကို ချော်စေသည်။",
        "(ဂ) ယာဉ်ကို အန္တရာယ်ကင်းရှင်းစွာ ရပ်စေသည်။"
    ],
    answer: 1
},
{
    question: "ယာဉ်သည်လမ်းကွေ့ကွေ့နေစဉ် အပြင်ဘက်သို့ဆွဲနေသည်မှာအောက်ပါ ကိစ္စရပ်များကြောင့် ဖြစ်သည်ဟု သိထားသည်-",
    options: [
        "(က) ကမ္ဘာမြေထု၏ ဆွဲအား၊",
        "(ခ) ဗဟိုခွာအား၊",
        "(ဂ) ဗဟိုဆွဲအား၊"
    ],
    answer: 1
},

    ],
    "4-4":[
        {
    question: "ဘယ်ဘက်စွန်းပါကင်နေရာသို့ နောက်ဆုတ်ဝင်ရောက်သည့်အခါ စတီယာရင်အား–",
    options: [
        "(က) သင်၏ဘယ်ဘက်သို့လှည့်ရမည်။",
        "(ခ) ညာဘက်သို့လှည့်ရမည်။",
        "(ဂ) ဘရိတ်များအသုံးပြုပြီး မော်တော်ကား၏အရှိန်နှုန်းကို ညင်သာစွာ ထိန်းသိမ်းရမည်။"
    ],
    answer: 0
},
{
    question: "အောက်ပါအခြေအနေတွင် နောက်ဆုတ်ထွက်ခွာရပါသည်–",
    options: [
        "(က) လမ်းသွယ်မှလမ်းမပေါ်သို့၊",
        "(ခ) တစ်လမ်းမောင်းလမ်းပေါ်တွင်၊",
        "(ဂ) ယာဉ်၏ ဘေးနှစ်ဖက်နှင့် အနောက်ဘက်၌ အန္တရာယ်ကင်းလျှင်။"
    ],
    answer: 2
},
{
    question: "နောက်ဆုတ်နေစဉ်စတီယာရင်ကို လက်ယာဘက်သို့လှည့်ပါက ယာဉ်၏ နောက်ဘီးများ သွားမည့်ဘက်မှာ–",
    options: [
        "(က) လက်ယာဘက်၊",
        "(ခ) လက်ဝဲဘက်၊",
        "(ဂ) ဖြောင့်တန်းစွာ၊"
    ],
    answer: 0
},
{
    question: "လက်ဝဲဘက်သို့ နောက်ဆုတ်လိုသောအခါ သင့်၏စတီယာရင်ကိုလှည့်ရမည့်ဘက်မှာ–",
    options: [
        "(က) လက်ဝဲဘက်သို့ဖြစ်သည်။",
        "(ခ) လက်ယာဘက်သို့ဖြစ်သည်။",
        "(ဂ) လက်ယာဘက်ပြီးနောက် လက်ဝဲဘက်ဖြစ်သည်။"
    ],
    answer: 0
},
{
    question: "နောက်ပြန်ဆုတ်ခြင်းသည် ရှေ့သို့မောင်းခြင်းထက်ပို၍ ခက်ခဲသည်။ အဘယ်ကြောင့်ဆိုသော် .... ကြောင့်ဖြစ်သည်။",
    options: [
        "(က) နောက်ဆုတ်အရှိန်သည် အရှိန်နည်းခြင်း၊",
        "(ခ) နောက်ဆုတ်ကိရိယာသည် ထိရောက်မှုနည်းခြင်း၊",
        "(ဂ) နောက်ဆုတ်ရာတွင် မြင်ကွင်းကျဉ်းခြင်းနှင့် ကျွမ်းကျင်မှုပို၍လိုအပ်ခြင်း၊"
    ],
    answer: 2
},
{
    question: "နောက်ပြန်ဆုတ်သောအခါ သုံးရမည့်ပစ္စည်းစနစ်မှာ–",
    options: [
        "(က) ဘရိတ်၊ ကလပ်၊ လီဘာတို့ကို ဆက်စပ်အလုပ်လုပ်သည့်စနစ်ဖြစ်သည်။",
        "(ခ) ကလပ်အလုပ်လုပ်သည့်စနစ်ဖြစ်သည်။",
        "(ဂ) ဘရိတ်အလုပ်လုပ်သည့်စနစ်ဖြစ်သည်။"
    ],
    answer: 0
},
{
    question: "နောက်ဆုတ်ရာတွင် ဘေးကင်းစေရန်အတွက်–",
    options: [
        "(က) ဘရိတ်ကို စဉ်ဆက်မပြတ်နင်းပါ။",
        "(ခ) ကလပ်နှင့် လီဘာကို အသင့်လျော်ဆုံးနေရာတွင် ထိန်းထားပါ။",
        "(ဂ) ခြေနင်းဘရိတ်အစား လက်ဆွဲဘရိတ်သုံးပါ။"
    ],
    answer: 1
},
{
    question: "နောက်ဆုတ်သောအခါ ကောင်းသောအလေ့အထသည်–",
    options: [
        "(က) ရေဒီယို/ကက်ဆက် ပိတ်ပါ။",
        "(ခ) ပြတင်းပေါက်မှန် နှိမ့်ချထားပါ။",
        "(ဂ) (က) နှင့် (ခ) ၂ ခုလုံး။"
    ],
    answer: 2
},
{
    question: "သင်သည် ပါကင်ထိုးထားသောကားများအကြားတွင် နောက်ဆုတ်ပြီး ပါကင်ထိုးလိုလျှင် သင့်အနေဖြင့် အသုံးပြုရမည်မှာ.... အကောင်းဆုံး ဖြစ်သည်။",
    options: [
        "(က) ကားများကြားရှိ အလယ်တည့်တည့်အကွာအဝေးကို ခန့်မှန်းနိုင်ရန် ကူညီပေးသည့် ဘေးမှန်များသာလျှင်။",
        "(ခ) နောက်ကြည့်မှန်သာလျှင်။",
        "(ဂ) သင်၏ ကိုယ်ပိုင်အမြင်သည်သာလျှင်။"
    ],
    answer: 0
},


    ],
    "4-5":[
{
    question: "လူကူးမျဉ်းကြားအနီးရောက်လျှင် သင့်အနေဖြင့်–",
    options: [
        "(က) လမ်းကူးနေသူများ လမ်းဖြတ်ကူးရန် စောင့်ဆိုင်းသူများရှိလျှင် ရပ်ပါ။",
        "(ခ) အချိန်မီ မရပ်တန့်နိုင်လျှင် ဟွန်းတီး၍ ဆက်လက်မောင်းနှင်ပါ။",
        "(ဂ) လမ်းကူးသူများရှိသည်ဖြစ်စေ၊ မရှိသည်ဖြစ်စေရပ်ရမည်။"
    ],
    answer: 0
},
{
    question: "လူကူးမျဉ်းကြားနေရာ၊ လမ်းညွှန်ပြသထားသည့်လူကူးရန်နေရာ၊ ကျောင်းရှေ့ရှိလူကူးရန်နေရာတို့တွင် ဖြတ်ကူးသူများရှိပါက ၎င်းနေရာများ မရောက်မီအနည်းဆုံး .... အကွာတွင် ယာဉ်ကိုခေတ္တရပ်၍ လမ်းဖြတ်ကူးသူ ရှင်းမှဆက်မောင်းရမည်။",
    options: [
        "(က) ၁၀ ပေ (၃ မီတာ)။",
        "(ခ) ၁၆ ပေ ၆ လက်မ (၅ မီတာ)။",
        "(ဂ) ၁၅ ပေ (၄.၆ မီတာ)။"
    ],
    answer: 1
},
{
    question: "ပလပ်ဖောင်းမရှိသောလမ်းပေါ်တွင် လမ်းလျှောက်နေသောသူများကို တွေ့ရှိပါက သင့်အနေဖြင့်–",
    options: [
        "(က) ထိုသူနှင့် မျက်နှာချင်းဆိုင်ဖြစ်လျှင် အနည်းဆုံး(၁)မီတာအကွာမှ ခွာ၍မောင်းနှင်ရမည်။",
        "(ခ) ထိုသူ၏ ကျောပေးအနေအထားတွင် ဖြစ်ပါက အနည်းဆုံး (၁)မီတာ အကွာမှ ခွာ၍ မောင်းနှင်ရမည်။",
        "(ဂ) ထိုသူနှင့် မျက်နှာချင်းဆိုင်ဖြစ်လျှင် အနည်းဆုံး (၀.၇၅)မီတာအကွာမှ ခွာ၍ မောင်းနှင်ရမည်။"
    ],
    answer: 1
},
{
    question: "ဖြတ်သန်းသွားလာသူများ လူကူးမျဉ်းကြားတွင် ဖြတ်သန်းနေစဉ် အရှိန်ကိုလျှော့ကာ–",
    options: [
        "(က) အလျင်အမြန် ဖြတ်ကူးရန်အချက်ပြပါ။",
        "(ခ) အရှိန်မြှင့်ရန် ပြင်ဆင်ပါ။",
        "(ဂ) ရပ်မျဉ်းနောက်တွင်ရပ်ပါ။"
    ],
    answer: 2
},
{
    question: "ခြေကျင်လျှောက်သူများ၏ လုံခြုံမှုသည်....၏ တာဝန်မျှသာဖြစ်သည်။",
    options: [
        "(က) ဖြတ်သန်းသွားလာသူတို့ကိုယ်တိုင်။",
        "(ခ) ကားမောင်းသူများ။",
        "(ဂ) ခြေကျင်လျှောက်သူများကိုယ်တိုင်၊ ယာဉ်မောင်းသူများနှင့် အခြားလမ်းအသုံးပြုသူများ။"
    ],
    answer: 2
},
{
    question: "လူကူးမျဉ်းကြားအနီးရောက်ရှိချိန်တွင် ရပ်တန့်ထားသော ကားတစ်စီးကို တွေ့ရသောအခါ သင့်အနေဖြင့်–",
    options: [
        "(က) အရှိန်လျှော့ကာ ရပ်ရန်ပြင်ပါ။",
        "(ခ) အလျင်အမြန် ကျော်တက်ပါ။",
        "(ဂ) ထိုယာဉ်မောင်းထံ ရှေ့မီးကြီးထိုးလိုက်ပါ။"
    ],
    answer: 0
},
{
    question: "ခြေကျင်လျှောက်သူများတွင် မည်သည့်အသက်အရွယ်များက မတော်တဆ ထိခိုက်မှုအများဆုံး ဖြစ်နိုင်သနည်း။",
    options: [
        "(က) ၁၅နှစ်အောက် အရွယ်များသာလျှင်။",
        "(ခ) ၁၆နှစ်နှင့် အသက်၅၀ကြား။",
        "(ဂ) ၁၅နှစ်အောက်အရွယ်များနှင့် အသက်၅၀ထက်များ။"
    ],
    answer: 2
},
{
    question: "ယာဉ်မောင်းနှင်ရာတွင် မလှမ်းမကမ်းရှိ လမ်းပေါ်၌ အသက်အရွယ်ကြီးရင့်သူ တစ်ယောက် ဖြတ်သန်းနေသည်ကိုတွေ့လျှင် သင့်အနေဖြင့်–",
    options: [
        "(က) အလျင်အမြန်ရပ်ပါ။",
        "(ခ) ထိုသူအား အမြန်လမ်းဖယ်စေရန် ဟွန်းတီးရမည်။",
        "(ဂ) အရှိန်လျှော့ကာ လိုအပ်လျှင် ရပ်ပေးရမည်။"
    ],
    answer: 2
},
{
    question: "ကလေးငယ်များရှိတတ်သော နေရာအနီးတဝိုက်တွင် မောင်းနှင်ရာ၌ အဘယ်ကြောင့် ပိုမိုဂရုစိုက်ရမည်နည်း။",
    options: [
        "(က) ကလေးငယ်များသည် ရုတ်တရက်လုပ်တတ်ပြီး ကားအရှိန်နှင့် အကွာအဝေးကို မတွက်ချက်နိုင်သောကြောင့်ဖြစ်သည်။",
        "(ခ) ကလေးများသည် ၎င်းတို့၏အရပ်အမြင့်ကြောင့် ကြည့်ရှုရာတွင်ခက်ခဲသည်။",
        "(ဂ) ကလေးများသည် လမ်းပေါ်တွင် မကြာခဏ ကစားလေ့ရှိသောကြောင့် ဖြစ်သည်။"
    ],
    answer: 0
},
{
    question: "ယာဉ်ကြောကို ကျောပေးလျှောက်နေသူနှင့် နီးကပ်လာပါက ထားရှိရမည့် လုံခြုံစိတ်ချရသောအကွာအဝေးမှာ....ရှိရမည်။",
    options: [
        "(က) ၃ ပေ (၁ မီတာ)။",
        "(ခ) ၅ ပေ (၁.၅ မီတာ)။",
        "(ဂ) ၆ ပေ (၂ မီတာ)။"
    ],
    answer: 1
},
{
    question: "ခရီးသည်တစ်ယောက်သည် အသက်... ရှိသောကလေးတစ်ဦးအား ၎င်း၏ပေါင်ပေါ်တွင် အခမဲ့တင်ဆောင်ခွင့်ရှိသည်။",
    options: [
        "(က) ၃နှစ်နှင့် အောက်။",
        "(ခ) ၅နှစ်နှင့် အောက်။",
        "(ဂ) ၇နှစ်နှင့် အောက်။"
    ],
    answer: 1
},
{
    question: "အသက်... ရှိသူသည် ခရီးသည်တစ်ဦး၏ ယာဉ်စီးခနှုန်းအပြည့်အဖြစ်ပေးရမည်။",
    options: [
        "(က) ၁၀နှစ်နှင့်အထက်",
        "(ခ) ၁၂နှစ်နှင့်အထက်",
        "(ဂ) ၈နှစ်နှင့်အထက်"
    ],
    answer: 1
},
{
    question: "ယာဉ်မောင်းနေစဉ်အတွင်း လမ်းပေါ်ရှိ အခြားလမ်းအသုံးပြုသူများနှင့် အပြန်အလှန် ဆက်သွယ်လုပ်ဆောင်ရမည့်နည်းလမ်းမှာ–",
    options: [
        "(က) အခြားလမ်းအသုံးပြုသူများ၏ လုပ်ဆောင်မှုနှင့် လိုက်လျောညီထွေစွာ အလိုက်သင့် ဆောင်ရွက်ရန်။",
        "(ခ) သင်လုပ်ဆောင်မည့်ရည်ရွယ်ချက်/အပြုအမူကို သိအောင်အချက်ပြရန်။",
        "(ဂ) (က) နှင့် (ခ)တွင် ဖော်ပြထားချက်နှစ်ခုလုံး။"
    ],
    answer: 2
},
{
    question: "လူကူးမျဉ်းကြားတွင် မည်သူ့ကို ဦးစားပေးရမည်နည်း။",
    options: [
        "(က) လမ်းဖြတ်ကူးသူများ။",
        "(ခ) မော်တော်ယာဉ်များ။",
        "(ဂ) အရင်ရောက်သူများအား။"
    ],
    answer: 0
},
{
    question: "စည်းကမ်းမဲ့လမ်းဖြတ်ကူးသူများသည် အပြစ်ကျူးလွန်သောကြောင့် လမ်းဖြတ်ကူးသွားလာသူများဟု မသတ်မှတ်ပါ။ ၎င်းတို့အား လမ်းပေးရန်မလိုပါ။",
    options: [
        "(က) မှန်ပါသည်။",
        "(ခ) မှားပါသည်။",
        "(ဂ) အသက်အရွယ်ပေါ်မူတည်ပါသည်။"
    ],
    answer: 1
},

    ],
    "4-6":[
{
    question: "ဂိတ်စောင့်မရှိသော ရထားလမ်းသို့ ချဉ်းကပ်လာစဉ် ရထားလမ်းသို့မရောက်မီ အနည်းဆုံး...တွင်လမ်း​၏လက်ယာဘက်သို့ကပ်ပြီး ယာဉ်ကိုရပ်ထားကာ ရထားလာနေခြင်းရှိ/မရှိကိုရထားလမ်း​၏တစ်ဖက်တစ်ချက်သို့ ကြည့်ရှူနားစွင့်ရမည်။",
    options: [
        "(က) ၁၆ ပေ (၄.၈ မီတာ)။",
        "(ခ) ၁၀ ပေ (၃ မီတာ)။",
        "(ဂ) ၁၆ ပေ ၆ လက်မ (၅ မီတာ)။"
    ],
    answer: 2
},
{
    question: "အန္တရာယ်ရှိသောနေရာသို့မရောက်မီ မြို့အတွင်း၌ မည်သည့်အကွာအဝေးအတွင်းတွင် အန္တရာယ်သတိပေးလမ်းညွှန်ဆိုင်းဘုတ်များကို မြင်တွေ့ရမည်နည်း။",
    options: [
        "(က) ၅ မီတာနှင့် ၁၀ မီတာ (၁၆ ပေ ၄ လက်မ နှင့် ၃၃ ပေ)။",
        "(ခ) ၅၀ မီတာနှင့် ၁၀၀ မီတာ (၁၆၅ ပေ နှင့် ၃၃၀ ပေ)။",
        "(ဂ) ၅၀၀ မီတာနှင့် ၁၀၀၀ မီတာ (၁၆၅၀ ပေ နှင့် ၃၃၀၀ ပေ)။"
    ],
    answer: 1
},
{
    question: "ရထားလမ်းကူးနေရာရှိ ရပ်ရန်အချက်ပြမီးဆိုင်းခလုတ်နှင့် အချက်ပြမီးများအား အမြဲလိုက်နာသင့်ပါသည်။ အဘယ်ကြောင့်ဆိုသော်–",
    options: [
        "(က) ရထားများသည် ထုထည်ကြီးမားပြီး အရှိန်များကို ချက်ချင်းရပ်တန့်ရန် မဖြစ်နိုင်သောကြောင့်ဖြစ်သည်။",
        "(ခ) ခြေကျင်လျှောက်သူများ လမ်းဖြတ်ကူးလေ့ရှိသဖြင့် ဖြစ်ပါသည်။",
        "(ဂ) ယာဉ်၏ ဘရိတ်ချွတ်ယွင်းတတ်သဖြင့် ဖြစ်ပါသည်။"
    ],
    answer: 0
},
    ],
    "4-7":[
       

{
    question: "သင်မောင်းနေသောယာဉ်အား ယာဉ်ကြောပြောင်းလဲရာတွင် အရှိန်နှင့် အကွာအဝေးအား ခန့်မှန်းရန်ခက်ခဲသည့်ယာဉ်မှာ–",
    options: [
        "(က) သင်၏ရှေ့ရှိယာဉ်များ။",
        "(ခ) သင်၏ဘေးရှိယာဉ်များ။",
        "(ဂ) သင်၏နောက်ရှိယာဉ်များ။"
    ],
    answer: 2
},
{
    question: "ယာဉ်ကြောပြောင်းပြီးနောက်–",
    options: [
        "(က) သင်၏ ကားမှန်ဆီသို့ ကြည့်ရန် သတိရပါ။",
        "(ခ) အချက်ပြမီးကိုပိတ်ရန် သတိရပါ။",
        "(ဂ) ချက်ချင်းအရှိန်တင်ရန် သတိရပါ။"
    ],
    answer: 1
},
{
    question: "ယာဉ်ကြောပြောင်းရန် မှန်ကန်သော နည်းလမ်းမှာ–",
    options: [
        "(က) အရှိန်ကိုအမြန်တင်ပြီးနောက် ယာဉ်ကြောထဲသို့ အမြန်ပြောင်းမည်။",
        "(ခ) အရှိန်ကိုတင်ပြီးနောက် ယာဉ်ကြောထဲသို့ ညင်သာစွာပြောင်းမည်။",
        "(ဂ) အရှိန်ကိုလျှော့ပြီး ယာဉ်ကြောထဲသို့ ကွေ့ဝိုက်ပြီးပြောင်းမည်။"
    ],
    answer: 1
},
{
    question: "မြို့၏အဓိကမီးပွိုင့်အတွင်း၌ နှစ်လမ်းမောင်းလမ်း၏ တစ်ဖက်တစ်ချက်တွင် ယာဉ်ကြောသုံးခုရှိပါက လက်ဝဲစွန်းလမ်းကြောတစ်ခုတည်းတွင် .... အထိ မောင်းနှင်ခွင့်ပြုသည်။",
    options: [
        "(က) ၄၀ မိုင် (၆၄ ကီလိုမီတာ)။",
        "(ခ) ၃၀ မိုင် (၄၈ ကီလိုမီတာ)။",
        "(ဂ) ၅၀ မိုင် (၈၀ ကီလိုမီတာ)။"
    ],
    answer: 0
},
{
    question: "နှစ်လမ်းမောင်းလမ်းတွင် တစ်ဖက်တစ်ချက်၌ ယာဉ်ကြောနှစ်ခုနှင့်အထက်ရှိပါက အောက်ပါယာဉ်ကြောကို တတ်နိုင်သမျှ ခွင့်ပြုမောင်းရမည်–",
    options: [
        "(က) လက်ယာစွန်းယာဉ်ကြော။",
        "(ခ) လက်ဝဲစွန်းယာဉ်ကြော။",
        "(ဂ) အလယ်ယာဉ်ကြော။"
    ],
    answer: 1
},
{
    question: "နှစ်လမ်းမောင်းလမ်းပေါ်တွင် သင်မောင်းနှင်နေသော ယာဉ်ကြော၌ အတားအဆီးများရှိနေပါက သင့်အနေဖြင့်–",
    options: [
        "(က) ရှင်းသောယာဉ်ကြောပေါ်သို့ တတ်နိုင်သမျှ ဝင်မောင်းပါ။",
        "(ခ) မျက်နှာချင်းဆိုင်မှ လာသောကားများကို ဦးစားပေးပါ။",
        "(ဂ) သင်လမ်းမှန်အတိုင်း အလျှော့မပေးဘဲ မောင်းနှင်ပါ။"
    ],
    answer: 1
},
{
    question: "ယာဉ်ကို ဖြည်းဖြည်းမောင်းနှင်လိုလျှင် အောက်ပါယာဉ်ကြောမှ မောင်းရမည်–",
    options: [
        "(က) လက်ယာဘက်ယာဉ်ကြော။",
        "(ခ) လက်ဝဲဘက်ယာဉ်ကြော။",
        "(ဂ) မည်သည့်ယာဉ်ကြောမဆို အဆင်ပြေပါသည်။"
    ],
    answer: 0
},
{
    question: "ကျဉ်းမြောင်းသောလမ်းသို့ မောင်းနှင်နိုင်ရန် သင့်အနေဖြင့်–",
    options: [
        "(က) မသွားပါနှင့်။",
        "(ခ) သင်မောင်းနှင်လိုသော လမ်းကြောကို မြင်ကွင်းရှင်းရှင်း မမြင်ရသေးပါက မောင်းမဝင်ပါနှင့်။",
        "(ဂ) ဂီယာနံပါတ်(၁)ဖြင့် မောင်းဝင်ပါ။"
    ],
    answer: 1
},
{
    question: "နှစ်လမ်းမောင်းလမ်းတွင် ရပ်ထားသောကားတစ်စီးအနီးမှ ဖြတ်သန်းရာ၌–",
    options: [
        "(က) မျက်နှာချင်းဆိုင်မှ လာသောယာဉ်များကို ဦးစားပေးပါ။",
        "(ခ) သင့်ယာဉ်ကြော အောက်ဘက်သို့ကပ်၍ ဆက်လက်မောင်းနှင်ပါ။",
        "(ဂ) ဝင်ရောက်လာသောယာဉ်များကို သတိပေးရန် ရှေ့မီးများဖွင့်လိုက်ပါ။"
    ],
    answer: 0
},
{
    question: "လမ်းပေါ်တွင် ယာဉ်ကြောရှုပ်ထွေးနေစဉ် မောင်းနှင်နေပါက သင့်အနေဖြင့်–",
    options: [
        "(က) ယာဉ်ကြောရှုပ်ထွေးခြင်းကို ရှောင်ရှားနိုင်ရန် သင်၏ယာဉ်ကြောအတွင်းသို့ ဝင်မောင်းခြင်းဖြင့် အပြင်သို့ထွက်မောင်းခြင်းကို တစ်လှည့်စီ ပြုလုပ်လိုက်ပါ။",
        "(ခ) ယာဉ်ကြောရှုပ်ထွေးခြင်းမှ ဖြတ်ကျော်နိုင်ရန် လမ်းဘေးသားမှမောင်းနှင်ပါ။",
        "(ဂ) မိမိလမ်းကြောအတွင်းသာ စိတ်ရှည်ရှည်ထားမောင်းပါ။"
    ],
    answer: 2
},
{
    question: "ယာဉ်ကြောများစွာပါသောလမ်းများ၏ လက်ဝဲဘက်ယာဉ်ကြောများသည်–",
    options: [
        "(က) ကျော်တက်ရန်နှင့် လက်ဝဲဘက်ကွေ့ရန်အတွက်။",
        "(ခ) အရှိန်မြှင့်တင်၍ မောင်းရန်အတွက်သာ။",
        "(ဂ) နှေးကွေးစွာသွားနေသော ယာဉ်များအားလုံးအတွက်။"
    ],
    answer: 0
},
{
    question: "သင်သွားနေသည့် ယာဉ်ကြောသည်ပိတ်ဆို့နေပြီး သင့်ဘေးလမ်းပေါ်တွင် မောင်းနှင်လာသော ယာဉ်တစ်စီးရှိပါက သင်ဘာလုပ်ရမည်နည်း။",
    options: [
        "(က) သင့်ကို လမ်းပေးရန် လာသော ယာဉ်ကိုအချက်ပြပါ။",
        "(ခ) သတိနှင့် ရှေ့ဆက်မောင်းပြီး လိုအပ်လျှင်ရပ်ပါ။",
        "(ဂ) အရှိန်မြှင့်ပြီး အဝင်ဝတွင် ပိတ်ဆို့နေသည့်ကားများကို ကျော်တက်ပါ။"
    ],
    answer: 1
},
{
    question: "လမ်းဆုံတည့်တည့် ဖြတ်မောင်းနေချိန်တွင် သင့်အနေဖြင့်–",
    options: [
        "(က) ရှေ့ဆက်မသွားမီ ရပ်ရမည့်မျဉ်းမှာရပ်ပါ။",
        "(ခ) ရှေ့ဆက်မသွားမီ အန္တရာယ်ကင်းကြောင်း သေချာရန် ဘယ်ရောညာရော ကြည့်ပါ။",
        "(ဂ) ရှေ့ကိုကြည့်ပါ။"
    ],
    answer: 1
},
{
    question: "ဖြည်းဖြည်းသွားနေသော ယာဉ်ကြောထဲသို့ ဝင်လိုက်ထွက်လိုက် မောင်းနှင်ခြင်းသည်–",
    options: [
        "(က) ယာဉ်ကြောပိတ်ဆို့မှုကို အဆင်ပြေစေရန် ကူညီပေးသည်။",
        "(ခ) ကျွမ်းကျင်သောယာဉ်မောင်းများအတွက် အဆင်ပြေသည်။",
        "(ဂ) အခြားလမ်းအသုံးပြုသူများကို အန္တရာယ်ဖြစ်စေသည်။"
    ],
    answer: 2
},
{
    question: "ယာဉ်ကြောကျပ်တည်း ပိတ်ဆို့နေချိန်တွင် မည်သည့်ပြုမူချက်သည် မှားသနည်း။",
    options: [
        "(က) ဟွန်းသံမပေးရ။",
        "(ခ) အချိန်မကုန်စေရန် ယာဉ်ကြော၏ အတွင်းအပြင် တစ်လှည့်စီမောင်းပါ။",
        "(ဂ) ယာဉ်ကြောအတွင်းမှာပင် စိတ်ရှည်ရှည်ဖြင့် မောင်းနှင်ပါ။"
    ],
    answer: 1
},
{
    question: "(FREE WAY) အမြန်သွားခွင့်ပြုထားသည့်လမ်းကြောမှ ယာဉ်ကြောအတွင်းသို့ ဝင်ရောက်မည်ဆိုပါက သတိပြုရမည့်အချက်မှာ.... ဖြစ်သည်။",
    options: [
        "(က) ယာဉ်၏အရှိန်။",
        "(ခ) ဓာတ်ဆီလက်ကျန်။",
        "(ဂ) ရှေ့မီးတိုင်မှ မှန်ရေယက်တံများ။"
    ],
    answer: 0
},
{
    question: "မလိုလားအပ်သော သက်ရောက်မှုသည် ..... အကျိုးဝင်သည်။",
    options: [
        "(က) ယာဉ်ငယ်များအတွက်။",
        "(ခ) လေးလံသောယာဉ်များအတွက်။",
        "(ဂ) ယာဉ်အမျိုးအစားအားလုံး။"
    ],
    answer: 2
},
{
    question: "ယာဉ်ကြောကျပ်တည်းနေစဉ် ယာဉ်ကြောထဲသို့ ဝင်လိုက်ထွက်လိုက် မောင်းနှင်ခြင်းသည်–",
    options: [
        "(က) ယာဉ်ကြောပိတ်ဆို့မှုကို အဆင်ပြေစေရန် ကူညီပေးသည်။",
        "(ခ) ကျွမ်းကျင်သော ယာဉ်မောင်းများအတွက် အဆင်ပြေသည်။",
        "(ဂ) အခြားလမ်းအသုံးပြုသူများကို အန္တရာယ်ဖြစ်စေသည့်အပြင် ယာဉ်ကြောပိတ်ဆို့စေသည်။"
    ],
    answer: 2
},
{
    question: "လမ်းပေါ်တွင် ယာဉ်ကြောများကို ပြသသည့် အလျားလိုက်မျဉ်းဖြူများ မရှိပါက–",
    options: [
        "(က) လက်ယာဘက်သို့ တတ်နိုင်သမျှ ကပ်၍မောင်းရမည်။",
        "(ခ) မိမိလမ်းဘက်အခြမ်း မည်သည့်နေရာတွင်မဆို မောင်းနိုင်သည်။",
        "(ဂ) လမ်း၏အလယ်မတ်ကိုယူ၍ မောင်းရမည်။"
    ],
    answer: 0
},
{
    question: "သင်သည် ယာဉ်ကြောအများပေါ်တွင်ရောက်နေပြီး သင်သွားလိုသော ယာဉ်ကြောဆီသို့ ရောက်ရန် မကွေ့နိုင်ပါက သင်ဘာလုပ်မည်နည်း။",
    options: [
        "(က) နေရာလွတ်ထဲသို့ လွတ်လပ်စွာကွေ့ပြီး လမ်းကြောင်းမှန်ထဲတွင် အံကိုက် နေရာယူပါ။",
        "(ခ) ရပ်ပြီး အခြားယာဉ်များကို လမ်းပေးရန် အချက်ပြပါ။",
        "(ဂ) နောက်ထပ်လမ်းအကွေ့သို့ ရှေ့ဆက်သွားပါ။"
    ],
    answer: 2
},
{
    question: "လမ်းပေါ်တွင်ယာဉ်ကြောကျပ်တည်းပိတ်ဆို့နေသည်။ သင်လုပ်ရမည်မှာ–",
    options: [
        "(က) မိမိယာဉ်ကြောမှပင် ရှေ့နောက်တန်းစီမောင်းပါ။",
        "(ခ) အခွင့်အရေးရလျှင် လမ်းကြောပြောင်းလိုက်ပါ။",
        "(ဂ) သင်သည် ကျွမ်းကျင်သောယာဉ်မောင်းဖြစ်ပါက ကျော်တက်လိုက်ပါ။"
    ],
    answer: 0
},
{
    question: "အခြားယာဉ်တစ်စီးသည် သင့်ယာဉ်နောက်မှ နီးကပ်စွာလိုက်ပါနေပါက သင့်အနေဖြင့်–",
    options: [
        "(က) တိုက်ခိုက်ရန် ဘရိတ်ကို နင်းလိုက် လွှတ်လိုက်လုပ်ပါ။",
        "(ခ) အရှိန်လျှော့ပြီး နောက်မှယာဉ်အား ကျော်တက်ခွင့်ပေးလိုက်ပါ။",
        "(ဂ) နောက်မှယာဉ်လိုက်မမှီရန် အရှိန်မြှင့်မောင်းပါ။"
    ],
    answer: 1
},
{
    question: "ရှေ့မှဘတ်စ်ကားသည် သင့်ယာဉ်ရှေ့တွင် ရပ်လိုက်ပါက–",
    options: [
        "(က) လိုက်ရပ်ပါ။ ဟွန်းတီးလိုက်ပါ။",
        "(ခ) ချက်ချင်းကျော်တက်လိုက်ပါ။",
        "(ဂ) အရှိန်လျှော့ပါ။ သင်လည်းရပ်ရန် ပြင်ဆင်ပါ။"
    ],
    answer: 2
},
{
    question: "အောက်ပါနေရာများတွင် “ဂ” ကွေ့ကွေ့နိုင်သည်–",
    options: [
        "(က) လမ်းဆုံအလယ်တွင် အလျားလိုက်တစ်ဆက်တည်း ရေးဆွဲထားသော မျဉ်းဖြင့် မျဉ်းတစ်ထပ်ကြော (သို့မဟုတ်) နှစ်ကြောရှိသောလမ်း။",
        "(ခ) လမ်းဆုံလမ်းခွ၊",
        "(ဂ) လမ်းအလယ်တွင် မျဉ်းဖြတ်ရေးဆွဲထားသောနေရာ။"
    ],
    answer: 2
},
{
    question: "မောင်းနှင်သူသည် မည်သည့်အချိန်မှာ အခြားယာဉ်နောက်မှ နီးကပ်စွာလိုက်ပါနိုင်သနည်း။",
    options: [
        "(က) သင့်ရှေ့ရှိယာဉ်သည် သင့်ယာဉ်နှင့်တူညီသော အရှိန်နှင့်သွားနေစဉ်။",
        "(ခ) သင့်ရှေ့ရှိယာဉ်ကို ကျော်တက်ရန် ပြင်ဆင်နေစဉ်။",
        "(ဂ) မည်သည့်အချိန်တွင်မဆို။"
    ],
    answer: 1
},
{
    question: "ကားကြီး၏ နောက်တွင်ကပ်လျက် မောင်းနှင်ခြင်းသည်–",
    options: [
        "(က) သင်၏ရှေ့ရှိလမ်းမကို မမြင်ရအောင် တားဆီးထားသောကြောင့် မမောင်းသင့်ပါ။",
        "(ခ) သင်သတိရှိနေလျှင် အဆင်ပြေပါသည်။",
        "(ဂ) သင်၏လှုပ်ရှားမှုများ မြန်ဆန်နေပါက အဆင်ပြေပါသည်။"
    ],
    answer: 0
},
{
    question: "သင်သည် တစ်နာရီလျှင် ၄၈ကီလိုမီတာ(၃၀)မိုင် အရှိန်နှုန်းအတိုင်းမောင်းနေလျှင် သင့်ယာဉ်နှင့် သင့်ရှေ့ရှိယာဉ်၏အကြားတွင် ဘယ်လောက်အကွာအဝေးရှိရမည်နည်း။",
    options: [
        "(က) ၉၀ ပေ (၂၇ မီတာ)။",
        "(ခ) ၁၀၀ ပေ (၃၀ မီတာ)။",
        "(ဂ) ၁၂၀ ပေ (၃၆ မီတာ)။"
    ],
    answer: 1
},
{
    question: "နောက်မှလိုက်ရာတွင် အန္တရာယ်ကင်းသောအကွာအဝေးကိုဖြစ်စေရန် အနည်းဆုံးအချိန်အကန့်အသတ်မည်မျှနည်း။",
    options: [
        "(က) အနည်းဆုံးနှစ်စက္ကန့်။",
        "(ခ) လေးစက္ကန့်။",
        "(ဂ) အချိန်ကန့်သတ်မှုမရှိပါ။ အခြေအနေပေါ်တွင် မူတည်သည်။"
    ],
    answer: 1
},
{
    question: "သင့်ရှေ့ရှိလော်ရီကားတစ်စီးသည် လက်ယာဘက်သို့ ကွေ့ရန် အချက်ပြပြီးနောက် ချက်ချင်းပင် လက်ဝဲဘက်သို့ အနည်းငယ်တည်လိုက်ခြင်းသည် ၎င်းအနေဖြင့်–",
    options: [
        "(က) လမ်းပြောင်းရန် ဆုံးဖြတ်လိုက်ခြင်းဖြစ်သည်။",
        "(ခ) နေရာယူ၍ လက်ယာဘက်သို့ကွေ့ရန်ဖြစ်သည်။",
        "(ဂ) မှားယွင်း၍ ကွေ့ခြင်းဖြစ်သည်။"
    ],
    answer: 1
},
{
    question: "သင့်၏ရှေ့တွင်ရှိ ဘတ်စ်ကားတစ်စီးသည် လက်ဝဲဘက်သို့ ကွေ့ရန်အချက်ပြ၍ ရုတ်တရက် လက်ယာဘက်သို့ နေရာပြောင်းယူချိန်တွင် သင့်အနေဖြင့်–",
    options: [
        "(က) အရှိန်မြှင့်၍ ညာဘက်မှ ကျော်တက်လိုက်ပါ။",
        "(ခ) အရှိန်လျှော့၍ ရှေ့ကားကွေ့ပြီးချိန်ထိ စောင့်လိုက်ပါ။",
        "(ဂ) အရှိန်မြှင့်၍ ဘယ်ဘက်(သို့)ညာဘက်မှ ကျော်တက်လိုက်ပါ။"
    ],
    answer: 1
},
{
    question: "သင့်ယာဉ်နောက်ပိုင်း လမ်းချော်သွားလျှင်–",
    options: [
        "(က) လမ်းချော်ရာဘက်နှင့် ဆန့်ကျင်ရာဘက်သို့ စတီယာရင်လှည့်ပါ။",
        "(ခ) လမ်းချော်ရာဘက်သို့ စတီယာရင်လှည့်ပါ။",
        "(ဂ) စတီယာရင်ဘီးကို ခိုင်မြဲစွာကိုင်ပြီး ဘရိတ်ကို ဆောင့်နင်းပါ။"
    ],
    answer: 1
},
{
    question: "ရှေ့မှသွားနေသောယာဉ်၏ နောက်ပိုင်းကို ဝင်မတိုက်မိစေရန် သင့်ရှေ့ရှိယာဉ်၏ ... အကွာမှ မောင်းနှင်ခြင်းဖြင့် တိုက်မိခြင်းကို လျော့နည်းစေပါသည်။",
    options: [
        "(က) အနည်းဆုံးလေးစက္ကန့်။",
        "(ခ) ငါးစက္ကန့်။",
        "(ဂ) အချိန်ကန့်သတ်မှုမရှိပါ။ အခြေအနေပေါ်တွင်မူတည်သည်။"
    ],
    answer: 0
},
{
    question: "ယာဉ်ကြောပြောင်းသောအခါ သင့်အနေဖြင့်–",
    options: [
        "(က) အမြဲတမ်းအရှိန်မြှင့်ပါ။",
        "(ခ) အမြဲတမ်းအရှိန်လျှော့ပါ။",
        "(ဂ) ယာဉ်ကြောအခြေအနေပေါ်မူတည်၍ အရှိန်မြှင့် (သို့မဟုတ်) အရှိန်လျှော့ပါ။"
    ],
    answer: 2
},
{
    question: "မော်တော်ယာဉ်ပျက်စီးမှုတစ်ရပ်ဖြစ်ပါက ယာဉ်ကိုကြိုး (သို့) ဆွဲတံဖြင့်ဆွဲလျှင် အကွာအဝေးသည် .... ထက်မပိုစေရ။",
    options: [
        "(က) ၁၂ ပေ (၃.၆ မီတာ)။",
        "(ခ) ၁၅ ပေ (၄.၅ မီတာ)။",
        "(ဂ) ၁၈ ပေ (၅.၄ မီတာ)။"
    ],
    answer: 0
},
{
    question: "သင့်ယာဉ်နှင့် သင်၏ရှေ့ရှိယာဉ်၏အကြားရှိရမည့် အကွာအဝေးအခြေအနေသည်–",
    options: [
        "(က) တစ်နာရီလျှင် (၁၆) ကီလိုမီတာအရှိန်ဖြင့်သွားနေသောယာဉ်အတွက် အနည်းဆုံးကားတစ်စီးအရှည်စာ အကွာအဝေး။",
        "(ခ) တစ်နာရီလျှင် (၂၀) ကီလိုမီတာအရှိန်ဖြင့်သွားနေသောယာဉ်အတွက် ကားတစ်စီး၏ တစ်ဝက်စာအရှည်အကွာအဝေး။",
        "(ဂ) အရှိန်ကို ထည့်မတွက်ရဘဲ ကားတစ်စီးစာအရှည်အကွာအဝေး။"
    ],
    answer: 0
},
{
    question: "စက်ဘီးစီးသူသည် နောက်သို့ လှည့်ကြည့်ပါက သူ၏အနေဖြင့်–",
    options: [
        "(က) ကျော်တက်ရန် ဖြစ်သည်။",
        "(ခ) သူ၏ စက်ဘီးကို ရပ်တန့်ရန်ဖြစ်သည်။",
        "(ဂ) အချိန်မရွေး ဦးတည်ချက်ပြောင်းရန်ဖြစ်သည်။"
    ],
    answer: 2
},
{
    question: "သင်နှစ်လမ်းမောင်းလမ်းပေါ်တွင် ယာဉ်မောင်းနေစဉ် သင့်ရှေ့ရှိသော ဆိုင်ကယ်စီးသူသည် လက်ဝဲဘက်ချိုးကွေ့ရန် အချက်ပြပါက သင့်အနေဖြင့်–",
    options: [
        "(က) ယှဉ်မောင်း၍ ဘယ်ဘက်မှ ကျော်မောင်းလိုက်ပါ။",
        "(ခ) အရှိန်လျှော့ကာ လိုအပ်လျှင်ရပ်၍ ဆိုင်ကယ်စီးသူအား ကွေ့ခွင့်ပြုလိုက်ပါ။",
        "(ဂ) ဟွန်းသံပေး၍ ညာဘက်မှ ကျော်တက်လိုက်ပါ။"
    ],
    answer: 1
},
{
    question: "ယာဉ်ကြောမပြောင်းခင် သင်ဘာလုပ်သင့်သလဲ။",
    options: [
        "(က) ကားမှန်များမှ မြင်ရသော မြင်ကွင်းများ၊ မျက်ကွယ်နေရာများကိုကြည့်ပြီး အချက်ပြပါ။",
        "(ခ) ကားမှန်များမှ မမြင်ရသောမြင်ကွင်းများကိုကြည့်ပြီး အချက်ပြပါ။ ထို့နောက် မျက်ကွယ်နေရာများကို စစ်ဆေးပါ။",
        "(ဂ) အချက်ပြပါ။ ထို့နောက်ကားမှန်များမှ မြင်ရသောမြင်ကွင်းများနှင့် မျက်ကွယ်နေရာများကို စစ်ဆေးပါ။"
    ],
    answer: 2
},
{
    question: "ကားကို လက်ဝဲဘက်သို့ ကွေ့ရန်ပြင်ဆင်ပြီးသော်လည်း ရှေ့တွင်စက်ဘီးစီးသူ တစ်ယောက်ကိုတွေ့ပါက ကားမောင်းသူအနေဖြင့်–",
    options: [
        "(က) စက်ဘီးစီးသူကို အမြန်ကျော်တက်ပြီးကွေ့ပါ။",
        "(ခ) စက်ဘီးစီးသူကို ဟွန်းသံပေးပါ။",
        "(ဂ) ကွေ့ရန်ရှေ့ဆက်မသွားမီ စက်ဘီးစီးသူကွေ့ပြီးချိန်ကိုစောင့်ပါ။"
    ],
    answer: 2
},
{
    question: "အခြားယာဉ်နောက်မှ နီးကပ်စွာလိုက်ခြင်းကြောင့် နောက်ထပ်ရရှိမည့် အန္တရာယ်တစ်ခုသည်–",
    options: [
        "(က) ကားနောက်မီးအလင်းရောင်၏ စူးရှမှုကြောင့် မျက်စိပြာခြင်းဖြစ်သည်။",
        "(ခ) နောက်မှကပ်လိုက်မှုကြောင့် တုံ့ပြန်ဆောင်ရွက်ရန် အချိန်မရှိခြင်းဖြစ်သည်။",
        "(ဂ) ဂိတ်တံခါးပွင့်ချိန်တွင် ယာဉ်ကို ထိခိုက်ပျက်စီးစေနိုင်သည်။"
    ],
    answer: 1
},
{
    question: "သာမန်အခြေအနေတစ်ခုတွင် မည်သည့်ယာဉ်၏နောက်မှ မည်သည့်အရှိန်နှင့် လိုက်သည်ဖြစ်စေ ရှေ့ယာဉ်နှင့် ...၍ လိုက်ရမည်။",
    options: [
        "(က) အနည်းဆုံး (၄) စက္ကန့်စာ ခွာ",
        "(ခ) တတ်နိုင်သမျှ ကပ်",
        "(ဂ) အနည်းဆုံး (၁) စက္ကန့်စာ ခွာ"
    ],
    answer: 0
},
{
    question: "ကလပ်တစ်ဝက်နင်းခြင်းကို အချိန်ကြာကြာမထိန်းထားသင့်ပါ။ အဘယ်ကြောင့်နည်း။",
    options: [
        "(က) ကလပ်မီးလောင်တတ်သောကြောင့်",
        "(ခ) ကလပ်အလွယ်တကူပျက်စီးတတ်သောကြောင့်",
        "(ဂ) ကလပ်အလုပ်မလုပ်နိုင်ဘဲဖြစ်တတ်သောကြောင့်"
    ],
    answer: 1
},
{
    question: "အခြားယာဉ်နောက်မှနီးကပ်စွာလိုက်ခြင်းသည်...အန္တရာယ်ရှိသည်။",
    options: [
        "(က) သင်၏ မြင်ကွင်းနှင့် မြင်နိုင်သောအကွာအဝေးကို ပိတ်ဆို့ထားသောကြောင့်",
        "(ခ) အိပ်ဇောမှမီးခိုးငွေ့ကို ရှုသွင်းမိခြင်းသည် သင်၏ကျန်းမာရေးကို ထိခိုက်စေသောကြောင့်",
        "(ဂ) ကျွမ်းကျင်သောယာဉ်မောင်းသူမှသာ ကောင်းကောင်းကိုင်တွယ်နိုင်သောကြောင့်"
    ],
    answer: 0
}
    ],

};